Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: Mark as Complete
fa_ir: علامت گذاری به عنوان تکمیل شده

source: No referrals for this order.
fa_ir: هیچ ارجاعی برای این سفارش وجود ندارد.

source: No details for this Affiliate user.
fa_ir: هیچ جزئیاتی برای این همکار فروش موجود نیست

source: based on performance
fa_ir: بر اساس عملکرد

source: Affiliate Link
fa_ir: لینک بازاریاب

source: Copy to Clipboard
fa_ir: کپی به کلیپ بورد

source: (for testing purpose use the affiliate link into a fresh incognito browser window)
fa_ir: (برای تست کردن، لینک ارجاع بازاریاب را در یک مرورگر تازه در پنجره ناشناس استفاده کنید)

source: Custom Slug
fa_ir: نامک سفارشی

source: reward
fa_ir: پاداش

source: (default value)
fa_ir: مقدار پیشفرض

source: (Rank amount)
fa_ir: (مبلغ رتبه)

source: Next Rank
fa_ir: رتبه بعدی

source: Achievement condition
fa_ir: شرایط دستاورد

source: Profile details
fa_ir: جزئیات پروفایل

source: Member Since
fa_ir: عضویت از

source: Nickname
fa_ir: نام مستعار

source: Biographical Info
fa_ir: اطلاعت بیوگرافی

source: Overall Perfromance
fa_ir: عملکرد کلی

source: Verified:
fa_ir: تایید شده:

source: UnVerified:
fa_ir: تایید نشده:

source: Paid:
fa_ir: پرداخت شده:

source: Unpaid:
fa_ir: پرداخت نشده:

source: Conversion:
fa_ir: نرخ تبدیل:

source: Success Rate:
fa_ir: میزان موفقیت:

source: Payout
fa_ir: پرداخت

source: Completed Transactions:
fa_ir: تراکنش‌های کامل شده:

source: Pending Transactions:
fa_ir: تراکنش های در انتظار:

source: Payout Details
fa_ir: جزئیات پرداخت

source: Payout Method
fa_ir: روش پرداخت

source: Account:
fa_ir: حساب:

source: E-mail address:
fa_ir: آدرس ایمیل:

source: Card number:
fa_ir: شماره کارت:

source: Expiration month:
fa_ir: ماه انقضاء:

source: Expiration year:
fa_ir: سال انقضاء:

source: Card type:
fa_ir: نوع کارت:

source: Campaigns
fa_ir: کمپین

source: Visists:
fa_ir: بازدیدها:

source: Unique visits:
fa_ir: بازدیدهای یکتا:

source: Referrals:
fa_ir: ارجاع‌ ها:

source: Assigned Coupons
fa_ir: کوپن های اختصاص داده شده

source: check settings
fa_ir: بررسی تنظیمات

source: Add New
fa_ir: افزودن جدید

source: Copied to clipboard.
fa_ir: کپی شد به کلیپ بورد.

source: Referrals for the last 30 days.
fa_ir: ارجاع‌ها برای ۳۰ روز گذشته

source: Number of Clicks to Display:
fa_ir: تعداد کلیک‌ها برای نمایش:

source: IP
fa_ir: آدرس IP

source: Referral ID
fa_ir: شناسه ارجاعات

source: Browser
fa_ir: مرورگر

source: Device
fa_ir: دستگاه

source: Just Visit
fa_ir: فقط بازدید

source: No Clicks Stored!
fa_ir: هیچ کلیکی ذخیره نشد!

source: Wallet
fa_ir: کیف پول

source: Activate/Hold Wallet
fa_ir: فعال کردن کیف پول

source: Affiliates will have the option to spend their earnings directly in the website by using generated coupons with a specific flat discount.
fa_ir: همکاران در فروش این گزینه را دارند که درآمدهای خود را بطور مستقیم با استفاده از تولید کدهای تخفیف با یک مقدار مشخص عددی خرج کنند.

source: Establish a minimum amount required for an affiliate to be able to move his earnings from his account into his wallet. Only referrals that are verified but not yet paid can be available for converting into coupons in an affiliate "Wallet".
fa_ir: تعیین حداقل مقداری که همکاران میتوانند درآمدهای خود را از حسابشان به کیف پول خود منتقل نمایند. تنها ارجاع‌هایی که تایید شده‌اند اما هنوز پرداخت نشده‌اند قادر به تبدیل شدن به کدهای تخفیف در کیف پول همکار خواهند بود

source: Minimum Amount
fa_ir: کمترین مقدار

source: Excluded sources:
fa_ir: منابع مستثنی:

source: WooCommerce Account Page
fa_ir: صفحه حساب ووکامرس

source: Fully integrate a user "Affiliate Account" in their "WooCommerce MyAccount". Once activated, a new tab in their " Woo MyAccount" menu will show up.
fa_ir: ادغام کامل حساب ووکامرس با حساب کاربری همکار.اگر فعال باشد یک تب جدید در حساب شما در منوی ووکامرس نمایش داده میشود.

source: Wp Social Login Integration
fa_ir: یکپارچگی با Wp Social Login

source: Wp Social Login it's not active on Your system. You can find
fa_ir: Wp Social Login روی سیستم شما فعال نشده است. می توانید از اینجا بیابید

source: Activate/Hold
fa_ir: فعالسازی / توقف

source: Login/Register Redirect
fa_ir: تغییر مسیر ورود/ثبت نام

source: Predefined Wordpress Role Assign to new Users:
fa_ir: نقش پیشفرض محول شده به کاربران جدید وردپرس:

source: Rank assigned to new User
fa_ir: رتبه اعطا شده به کاربر جدید

source: Wordpress Social Login - Settings
fa_ir: تنظیمات - Wp Social Login

source: Your plugin has been successfully activated the License.
fa_ir: افزونه شما با موفقیت مجوز را فعال کرد.

source: Bad input data. Please try again later!
fa_ir: داده ورودی نامناسب است. لطفا بعدا دوباره امتحان کنید!

source: Submitted Purchase Code is invalid.
fa_ir: کد خرید ثبت شده نامعبتر است.

source: Submitted Purchase Code does not match with Current product.
fa_ir: کد لایسنس ثبت شده با محصول فعلی مطابقت ندارد.

source: Wp Role
fa_ir: نقش WP

source: User ID
fa_ir: شناسه کاربر

source: Ultimate Affiliate Pro - Shortcodes
fa_ir: همکاری در فروش - شورت کدها

source: You are not allowed to become affiliate for the moment!
fa_ir: شما در این لحظه مجاز به همکاری در فروش نیستید!

source: Password reset on
fa_ir: نوسازی رمز

source: <p>You or someone else has requested to change password for your account.</p></br><p>To change Your Password click on this URL: </p>
fa_ir: شما یا شخص دیگری درخواست تغییر رمز برای این حساب را کرده.</br>برای تغییر رمزعبور خود برروی این آدرس کلیک نمایید :

source: Your new password it's:
fa_ir: رمزعبور جدید شما :

source: UAP - Account Page
fa_ir: همکاری در فروش - صفحه حساب

source: UAP - Login Page
fa_ir: همکاری در فروش - صفحه ورود

source: UAP - Logout Page
fa_ir: همکاری در فروش - صفحه خروج

source: UAP - Register Page
fa_ir: همکاری در فروش - صفحه ثبت نام

source: UAP - Reset Password
fa_ir: همکاری در فروش - صفحه بازیابی رمز

source: From
fa_ir: از

source: to
fa_ir: تا

source: Confirm Password
fa_ir: تایید رمز عبور

source: Select a Parent for this Affiliate
fa_ir: انتخاب یک والد برای این همکار

source: MLM Section
fa_ir: بخش MLM

source: Extra settings available for Administration purpose
fa_ir: تنظیمات اضافی برای اهداف مدیریتی موجود است

source: WordPress Role
fa_ir: نقش کاربری وردپرس

source: If is necessary choose a specific wp role for current Affiliate user
fa_ir: اگر ضروری است یک نقش کاربری وردپرس برای همکار فروش جاری انتخاب کنید

source: None...
fa_ir: هیچکدام …

source: Affiliate Rank
fa_ir: رتبه همکار فروش

source: Manually assign a specific Rank based on affiliate stage or achievements
fa_ir: به صورت دستی یک رتبه برای این همکار فروش بر اساس دستاوردها در نظر بگیرید

source: Affiliate Custom Slug
fa_ir: نامک همکار فروش

source: Create or change the custom slug available for current affiliate user
fa_ir: ایجاد یا تغییر نامک سفارشی برای همکار در فروش جاری

source: Select Post For Account Page Overview:
fa_ir: انتخاب یک پست برای نمایش کلی صفحه حساب :

source: Replace Overview tab default content with a custom one for current Affiliate user. Choose a specific WP Post content to show up there.
fa_ir: تب نمای کلی پیشفرض را برای همکار در فروش جاری، با یک تب دلخواه جایگزین کنید. یک محتوای پست وردپرس خاص برای نمایش در اینجا انتخاب کنید.

source: Error on trying to save the Affiliate Custom Slug
fa_ir: درهنگام ذخیره نامک سفارشی بازاریاب خطایی رخ داد

source: Referral Amount
fa_ir: مقدار ارجاع

source: Referral Source
fa_ir: منبع ارجاع

source: Referral Referece
fa_ir: مرجع ارجاع

source: Referral Date
fa_ir: تاریخ ارجاع

source: Referral Campaign
fa_ir: کمپین ارجاع

source: Referral Status
fa_ir: وضعیت ارجاع

source: E-mail Address:
fa_ir: آدرس ایمیل:

source: First name:
fa_ir: نام:

source: Last name:
fa_ir: نام خانوادگی:

source: Order date:
fa_ir: تاریخ سفارش:

source: Order Amount:
fa_ir: مقدار سفارش:

source: Phone:
fa_ir: تلفن:

source: Shipping Address:
fa_ir: آدرس ارسال کالا:

source: Billing Address:
fa_ir: نشانی صورتحساب:

source: Cart Items:
fa_ir: آیتم های سبد خرید:

source: Download
fa_ir: دانلود

source: Testing Your E-mail Server
fa_ir: تست سرور ایمیل شما

source: Just a simple message to test if Your E-mail Server is working
fa_ir: فقط یک پیام ساده صرفا بریا تست کارکرد سرور ایمیل شما

source: You cannot have less than one rank.
fa_ir: شما نمی توانید کمتر از یک رتبه داشته باشید.

source: Ultimate Affiliate Pro
fa_ir: نسخه کامل افزونه همکاران فروش حرفه ای

source: User
fa_ir: کاربر

source: has a custom slug that match with nickname of
fa_ir: یک نامک سفارشی دارد که مطابق است با لقب

source: We inform You that:
fa_ir: ما به شما خواهیم گفت:

source: This could cause some errors into Ultimate Affiliate Pro.
fa_ir: این ممکن است باعث ایجاد خطا شود در افزونه همکاران فروش حرفه ای

source: Hello
fa_ir: سلام

source: Become an Affiliate
fa_ir: همکار فروش شوید

source: Affiliate Login
fa_ir: ورود همکاری در فروش

source: My Account
fa_ir: حساب کاربری من

source: Affiliate TOS Page
fa_ir: صفحه TOS همکاری در فروش

source: Demo Banner 1
fa_ir: نسخه ی نمایشی بنر 1

source: Demo Banner 2
fa_ir: نسخه ی نمایشی بنر 2

source: Demo Banner 3
fa_ir: نسخه ی نمایشی بنر 3

source: Demo Banner 4
fa_ir: نسخه ی نمایشی بنر 4

source: Demo Banner 5
fa_ir: نسخه ی نمایشی بنر 5

source: Accept our Terms&Conditions
fa_ir: شرایط و ضوابط ما را قبول کنید

source: Dashboard
fa_ir: پیشخوان

source: Edit Your Account
fa_ir: ویرایش حساب

source: Change Your Password
fa_ir: تغییر رمز عبور

source: Affiliate Links
fa_ir: لینک همکاران

source: Traffic Log
fa_ir: گزارش ترافیک

source: Campaign Reports
fa_ir: گزارشات کمپین

source: Referrals History
fa_ir: تاریخچه ارجاع‌ها

source: Coupons
fa_ir: کد تخفیف ها

source: Your Affiliate Slug
fa_ir: نامک همکاری در فروش شما

source: Multi Level Marketing
fa_ir: بازاریابی چند سطحی

source: Landing page
fa_ir: صفحه فرود

source: How about to become our affiliate?
fa_ir: چگونه به همکار ما در فروش تبدیل شوید؟

source: Get Affiliate Link
fa_ir: دریافت لینک ارجاع

source: Banner Image
fa_ir: تصویر بنر

source: Share on
fa_ir: اشتراک گذاری در

source: Current Page Stats
fa_ir: آمار این صفحه

source: Your Insight:
fa_ir: گزارش فعالیت شما:

source: Settings Menu
fa_ir: منوی تنظیمات

source: Conversion Rate
fa_ir: نرخ تبدیل

source: Overall performance:
fa_ir: عملکرد کلی:

source: Untitled Rank
fa_ir: رتبه بدون عنوان

source: Bonus for reaching rank:
fa_ir: جایزه رسیدن به این رتبه:

source: Deleted Affiliate
fa_ir: حذف همکاری در فروش

source: Direct Deposit
fa_ir: واریز مستقیم

source: SignUp Referrals (CPL)
fa_ir: ارجاع برای ثبت‌نام (CPL)

source: Available for membership system, awarding commission when referred user signs up
fa_ir: در دسترس برای سیستم عضویت، در ازای ثبت‌نام کاربر معرفی شده، معرف (همکار) کمیسیون به عنوان پاداش دریافت کند

source: Pay Per Click (CPC)
fa_ir: پرداخت به ازای هر کلیک (CPC)

source: PPC Campaign for affiliate users
fa_ir: کمپین PPC (پرداخت به ازای کلیک) برای کاربران همکار

source: CPM Commission
fa_ir: کمیسیون CPM

source: Cost Per Mile (CPM) Campaign for affiliate users
fa_ir: کمپین ارزش هر مایل (CPM) برای همکاران فروش

source: Allow for your affiliate to receive commission for all lifetime referrals
fa_ir: به همکاران فروش خود اجازه دهید که برای ارجاع‌های شان به طور مادام‌العمر کمیسیون دریافت کنند

source: Award commissions for recurring subscriptions into membership systems
fa_ir: اگر شخص معارفه شده مجدد ثبت نام نماید,کاربر ارجاع دهنده کمیسیون دریافت میکند.

source: Provides social share buttons for affiliate links using "Social Share & Locker"
fa_ir: تولید دکمه‌های اشتراک گذاری اجتماعی برای لینک‌های همکاران با استفاده از افزونه “Social Share & Locker”

source: Pay your affiliates via PayPal
fa_ir: پرداخت برای همکاران فروش از طریق پی پال

source: Allow Own Reference
fa_ir: فعال کردن ارجاع به خود

source: Allow for your affiliate to earn commissions from their own referrals
fa_ir: به همکاران فروش خود اجازه دهید که برای ارجاع‌های خودشان کمیسیون دریافت کنند

source: Set a multi-level marketing system for your affiliates
fa_ir: برای همکاران در فروش خود یک سیستم بازاریابی چند سطحی ایجاد نمایید.

source: ReAssign Referral
fa_ir: اختصاص ارجاع

source: Decides if a new customer is re-assigned to the first or last linked affiliate
fa_ir: مشخص می‌کند اگر یک مشتری به اولین و یا آخرین همکار متصل شده، دوباره وصل شده است

source: Set bonuses when one of your affiliates reach a specific rank
fa_ir: تنظیم پاداش برای زمانی که یکی از همکاران به یک رتبه خاص ارتقا پیدا می‌کند

source: Opt-In
fa_ir: سرویس اشتراک ایمیلی

source: Send affiliate email addresses to your Opt-In destination
fa_ir: ارسال آدرس‌های ایمیل همکار به مقصد opt-in (فهرست اشتراک ایمیلی) شما

source: Correlate an affiliate with a WooCommerce, Easy Digital Download or Ultimate Membership Pro coupon code
fa_ir: مرتبط کردن یک همکار با کد تخفیف ووکامرس، ایزی دیجیتال دانلود و یا ultimate membership pro

source: Friendly Affiliate Links
fa_ir: لینک همکاران

source: Affiliate URLs receive improved looks and a better structure
fa_ir: یوآرال‌های همکاران ساختار بهتر و نمای ظاهری بهبودیافته‌تری پیدا می‌کنند

source: Provides personal slugs besides the default username or ID
fa_ir: تولید نامک‌های شخصی در کنار شناسه و یا نام کاربری پیشفرض

source: Affiliates will have the option to spend their earnings directly in the website
fa_ir: همکاران در فروش این گزینه را دارند که درآمدهای خود را بطور مستقیم در وبسایت خرج کنند.

source: Customers decide which affiliate will be rewarded during the checkout process
fa_ir: مشتریان می‌توانند تعیین کنند کدام همکار در حین انجام پرداخت‌شان پاداش دریافت کند

source: WooCommerce Account Page Integration
fa_ir: ادغام صفحه حساب ووکامرس

source: BuddyPress Account Page Integration
fa_ir: ادغام صفحه حساب بادی پرس

source: Notify the affiliates via email when they get any new referrals
fa_ir: اطلاع‌رسانی به همکاران از طریق ایمیل در هنگام دریافت ارجاع جدید

source: Admin Referral Notifications
fa_ir: اعلانات ارجاع برای ادمین

source: Affiliates will receive periodic email reports about their stats
fa_ir: همکاران گزارش‌های دوره‌ای ایمیلی درباره آمار فعالیت‌شان دریافت می‌کنند

source: The Affiliate Links can be provided as QR Codes
fa_ir: لینک‌های همکاران می‌توان به شکل کدهای QR تولید شود

source: Requires the email address of new affiliates to be verified before they can log in
fa_ir: آدرس ایمیل همکاران نیازمند تایید است قبل از آن که بتوانند وارد شوند

source: Custom Currencies
fa_ir: ارزهای سفارشی

source: Integrated for a lite register / login with social accounts
fa_ir: تعامل با ورود/ثبت نام سبک با استفاده از اکانت های اجتماعی

source: Users receive notifications on mobile via Pushover
fa_ir: ارسال اعلان های موبایلی به کاربر از طریق پوش

source: Set a maximum amount that can not be passed for a referral.
fa_ir: یک مبلغ حداکثری تعیین کنید تا یک ارجاع از آن فراتر نرود.

source: Directly links without any visible affiliate links listed
fa_ir: لینک مستقیم بدون فهرست قابل مشاهده از لینک های همکار فروش

source: Account Custom Tabs
fa_ir: بخش های سفارشی حساب

source: Create and reorder account page menu items
fa_ir: ایجاد و دوباره چینی آیتم های منوی صفحه حساب

source: Migrate AffiliateWP
fa_ir: مهاجرت از AffiliateWP

source: Migrate data from AffiliateWP plugin
fa_ir: انتقال داده ها از افزونه AffiliateWP

source: Migrate Affiliates Pro
fa_ir: مهاجرت از Affiliates Pro

source: Migrate data from Affiliates Pro plugin
fa_ir: انتقال داده ها از افزونه Affiliates Pro

source: Migrate WP Affiliate
fa_ir: مهاجرت از WP Affiliate

source: Migrate data from WP Affiliate plugin
fa_ir: انتقال داده ها از افزونه WP Affiliate

source: Ranks PRO
fa_ir: رتبه‌های پیشرفته

source: Dynamic Ranks Achievements workflow
fa_ir: محیط کار دستاوردهای پویای رتبه‌ها

source: Affiliate Landing Pages instead of affiliate links
fa_ir: صفحات فرود همکاری در فروش به جای لینک‌های بازاریابی

source: Admin receives notifications on mobile via Pushover when a Referral is created
fa_ir: وقتی یک ارجاع ایجاد شود٬ مدیر سایت اعلان‌های پوش را بر روی موبایلش دریافت می‌کند

source: Pay to become Affiliate
fa_ir: پرداخت برای تبدیل شدن به بازاریاب

source: Charge your users that wants to become affiliates.
fa_ir: از کاربران‌تان جهت تبدیل شدن به بازاریاب پول دریافت کنید.

source: Affiliate Bar
fa_ir: نوار بازاریاب

source: The quickest and easiest way to link to any page.
fa_ir: آسان‌ترین و سریع‌ترین راه برای لینک دادن به هر صفحه.

source: Get fast affiliate link for all product available in your website.
fa_ir: دریافت سریع لینک ارجاع برای تمام محصولات وبسایت شما.

source: Add new Extensions
fa_ir: افزودن ماژول‌های جدید

source: PayPal E-mail Address
fa_ir: آدرس ایمیل پی پال

source: Name on Card
fa_ir: نام روی کارت

source: Card Number
fa_ir: شماره کارت

source: Expiration Month
fa_ir: ماه انقضاء

source: Expiration Year
fa_ir: سال انقضاء

source: Card Type
fa_ir: نوع کارت

source: Direct Deposit Details
fa_ir: جزئیات انتقال بانکی

source: Overview
fa_ir: نمای‌کلی

source: Edit Account
fa_ir: ویرایش حساب

source: Payment Settings
fa_ir: تنظیمات پرداختها

source: Products Links
fa_ir: لینک های محصولات

source: Banners
fa_ir: بنرها

source: Landing pages
fa_ir: صفحات فرود

source: FlashBar
fa_ir: نوار بازاریاب

source: Profile
fa_ir: پروفایل

source: Marketing
fa_ir: بازاریابی

source: UAP user metas
fa_ir: اطلاعات کاربر uap

source: UAP affiliate data
fa_ir: اطلاعات همکاران فروش uap

source: UAP offers data
fa_ir: اطلاعات آفرهای uap

source: UAP campaigns data
fa_ir: اطلاعات کمپین‌های uap

source: UAP payments data
fa_ir: اطلاعات پرداخت uap

source: UAP rank history
fa_ir: سوابق رتبه uap

source: UAP coupons code
fa_ir: کدهای تخفیف uap

source: UAP reports
fa_ir: گزارشات uap

source: Earnings
fa_ir: درآمدها

source: Referrals
fa_ir: ارجاع‌

source: Visits
fa_ir: بازدید

source: Access to your account has been restricted. Contact your account manager or our customer service team for assistance.
fa_ir: دسترسی به حساب شما محدود شده است. برای راهنمایی با مدیر حساب یا تیم خدمات مشتری ما تماس بگیرید.

source: Your account is not authorized to use payouts. Contact your account manager or our customer service team for assistance.
fa_ir: حساب شما مجاز به استفاده از پرداخت نیست. برای راهنمایی با مدیر حساب یا تیم خدمات مشتری ما تماس بگیرید.

source: This payout batch is still being processed. Please try again later.
fa_ir: این دسته پرداخت هنوز در حال پردازش است. لطفا بعدا دوباره امتحان کنید.

source: This account is not allowed to receive payouts from other countries. Try re-sending this payout to another account.
fa_ir: این حساب برای پرداخت وجه از کشورهای دیگر مجاز نیست. سعی کنید دوباره این پرداخت را به یک حساب دیگر ارسال کنید.

source: Due to currency compliance regulations, you are not allowed to make this transaction.
fa_ir: به دلیل مقررات مربوط به انطباق ارز ، شما مجاز به انجام این معامله نیستید.

source: This currency cannot be accepted for this recipient’s account. You can re-send this payout with a different currency.
fa_ir: این ارز برای حساب این گیرنده قابل قبول نیست. می توانید این مبلغ پرداخت را با ارز دیگری ارسال کنید.

source: This transaction is duplicated in this batch. Please check the Ref_ID / Sender_Item_ID.
fa_ir: این معامله در این دسته بندی کپی شده است. لطفاً Ref_ID / Sender_Item_ID را بررسی کنید.

source: The recipient lives in a country that is not allowed to accept this payout.
fa_ir: گیرنده در کشوری زندگی می کند که مجاز به قبول این پرداخت نیست.

source: The funding source that was selected for this payout is not allowed. Try again by using your PayPal balance instead.
fa_ir: منبع بودجه ای که برای این پرداخت انتخاب شده است مجاز نیست. به جای آن ، دوباره با استفاده از مانده حساب پی پال خود امتحان کنید.

source: Currency
fa_ir: واحد پول

source: Affiliate Pages
fa_ir: صفحه همکاری در فروش

source: User Account Page
fa_ir: صفحه حساب کاربر

source: You didn't submit any Payout Method. You can complete setup
fa_ir: شما هیچ روش پرداختی تعریف نکرده‌اید. شما می‌توانید نصب را تکمیل کنید

source: Please complete all fields!
fa_ir: لطفا تمام فیلد های مورد نیاز را پر کنید.

source: Your have changed your Password!
fa_ir: شما با موفقیت رمزتان را بروز کردید

source: Passwords not match!
fa_ir: رمز عبور تطابق ندارد!

source: Old Password is not correct!
fa_ir: رمزعبور قبلی صحیح نیست!

source: You must accept the 'Terms of service' before saving the settings.
fa_ir: شما باید شرایط و مقررات را قبل از ذخیره تنظیمات بپذیرید.

source: Individual
fa_ir: فرد

source: Corporation
fa_ir: شرکت

source: and must contains charatects and digits
fa_ir: و باید شامل کاراکتر و ارقام باشد

source: and must contains one uppercase letter, charactes and digits
fa_ir: و باید شامل یک حرف بزرگ و کاراکتر و ارقام باشد

source: Your Referrer Link can not be registered.
fa_ir: لینک ارجاع نمی‌تواند ثبت شود.

source: This Referrer Link already exist. Please submit a different one.
fa_ir: این لینک ارجاع از قبل موجود است. لطفا یکی دیگر ثبت کنید.

source: Captcha Error
fa_ir: خطای امنیتی

source: Log Out
fa_ir: خروج

source: Loggin Form is not showing up when You're logged. Open the page into incognito window instead.
fa_ir: فرم ورود برای شما که وارد شده اید نمایش داده نمیشود. برگه را در یک پنجره ناشناس باز کنید.

source: Register Form is not showing up when You're logged. Open the page into incognito window instead.
fa_ir: فرم ثبت نام برای شما که وارد شده اید نمایش داده نمیشود. برگه را در یک پنجره ناشناس باز کنید.

source: Affiliate Account Page!
fa_ir: صفحه حساب همکاری در فروش

source: Affiliate Lost Password Page!
fa_ir: فراموشی رمز عبور همکاری در فروش

source: Please complete all required fields!
fa_ir: لطفا تمام فیلد های مورد نیاز را پر کنید.

source: Banner Size:
fa_ir: اندازه بنر:

source: Target URL:
fa_ir: نشانی هدف:

source: Copy & Paste this Source Code Into Your Website:
fa_ir: برای جاسازی این نوشته، این کد را در سایت خود قرار دهید.

source: Unique Visits
fa_ir: بازدیدهای یکتا

source: Total Visits
fa_ir: مجموع بازدیدها

source: You have no campaign into your Affiliate account. Please create one
fa_ir: شما در حال حاضر هیچ کمپینیی در حساب بازاریابی خود ندارید. لطفا یکی ایجاد کنید

source: Add New Campaign
fa_ir: افزودن کمپین تازه

source: Campaigns will help you to better promote your marketing strategy. Those are private and individual for each affiliate account.
fa_ir: کمپین‌ها به شما کمک می‌کنند تا استراتژی بازاریابی خود را بهتر تبلیغ کنید. که به صورت خصوصی و شخصی برای هر حساب بازاریابی وجود دارند.

source: Campaing unique Slug
fa_ir: نامک یکتای کمپین

source: Slug must be unique and based on only lowercase characters without extra symbols or spaces.
fa_ir: نامک باید یکتا باشد و فقط حروف کوچک و بدون کاراکتر های اضافی و فاصله

source: Your own Campaigns
fa_ir: کمپین شما

source: Campaign slug
fa_ir: نامک کمپین

source: Remove
fa_ir: حذف

source: Current Password
fa_ir: رمز فعلی

source: we need your current password to confirm your changes
fa_ir: ما به رمز فعلی شما برای تایید تغییرات نیاز داریم

source: New Password
fa_ir: رمز تازه

source: Repeat New Password
fa_ir: تکرار رمز جدید

source: Your Discount Coupons
fa_ir: کد تخفیف های شما

source: Whenever a buyer makes a purchase with that coupon, you will automatically receive revenue. Promote available coupons to get more rewards.
fa_ir: هر زمان که خریدار با استفاده از این کد تخفیف خرید کند شما به طور خودکار پاداش دریافت می‌کنید. این کدهای تخفیف را تبلیغ کنید تا درآمد بیشتری کسب کنید.

source: Discount Code
fa_ir: کد تخفیف

source: Discount value
fa_ir: مقدار تخفیف

source: Your reward
fa_ir: پاداش شما

source: No Coupons have been assigned to your account yet.
fa_ir: هیچ کد تخفیفی به حساب شما تاکنون اختصاص داده نشده است.

source: Manage your Affiliate Slug
fa_ir: نامک همکاری در فروش خود را مدیریت کنید

source: Personalize your personal Affliate slug besides the default username or ID so you can hide your identity or company name behind a custom slug.
fa_ir: نامک اختصاصی همکاری در فروش خود را در کنار نام کاربری و شناسه پیشفرض‌تان شخصی سازی کنید تا بتوانید هویت و یا نام شرکت خود را در پشت این نامک سفارشی پنهان کنید

source: Slug must be unique, between
fa_ir: نامک باید یکتا بوده و مابین

source: and
fa_ir: و

source: characters
fa_ir: کاراکترها

source: An error has occurred. Please try to submit a different slug.
fa_ir: خطایی رخ داد. لطفا یک نامک متفاوت را ثبت کنید.
