Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: Somalia
fa_ir: سومالی

source: South Africa
fa_ir: آفریق جنوبی

source: South Georgia/Sandwich Islands
fa_ir: گرجستان جنوبی / جزایر ساندویچ

source: South Korea
fa_ir: کره جنوبی

source: South Sudan
fa_ir: سودان جنوبی

source: Spain
fa_ir: اسپانیا

source: Sri Lanka
fa_ir: سریلانکار

source: Sudan
fa_ir: سودان

source: Suriname
fa_ir: سورینام

source: Svalbard and Jan Mayen
fa_ir: سوالبارد و یان ماین

source: Swaziland
fa_ir: سوازیلند

source: Sweden
fa_ir: سوئد

source: Switzerland
fa_ir: سوئیس

source: Syria
fa_ir: سوریه

source: Taiwan
fa_ir: تایوان

source: Tajikistan
fa_ir: تاجیکستان

source: Tanzania
fa_ir: تانزانیا

source: Thailand
fa_ir: تایلند

source: Timor-Leste
fa_ir: تیمور

source: Togo
fa_ir: توگو

source: Tokelau
fa_ir: توکلائو

source: Tonga
fa_ir: تونگا

source: Trinidad and Tobago
fa_ir: ترینداد و توباگو

source: Tunisia
fa_ir: تونس

source: Turkey
fa_ir: ترکیه

source: Turkmenistan
fa_ir: ترکمنستان

source: Turks and Caicos Islands
fa_ir: جزایر تورکس و کایکوس

source: Tuvalu
fa_ir: تووالو

source: Uganda
fa_ir: اوگاندا

source: Ukraine
fa_ir: اوکراین

source: United Arab Emirates
fa_ir: امارات

source: United Kingdom (UK)
fa_ir: انگلیس

source: United States (US)
fa_ir: آمریکا

source: United States (US) Minor Outlying Islands
fa_ir: ایالات متحده (US) جزایر کوچک حاشیهای

source: United States (US) Virgin Islands
fa_ir: ایالات متحده (US) جزایر ویرجین

source: Uruguay
fa_ir: اروگوئه

source: Uzbekistan
fa_ir: ازبکستان

source: Vanuatu
fa_ir: وانواتو

source: Vatican
fa_ir: واتیکان

source: Venezuela
fa_ir: ونزوئلا

source: Vietnam
fa_ir: ویتنام

source: Wallis and Futuna
fa_ir: والیس و فوتونا

source: Western Sahara
fa_ir: صحرای غربی

source: Samoa
fa_ir: ساموآ

source: Yemen
fa_ir: یمن

source: Zambia
fa_ir: زامبیا

source: Zimbabwe
fa_ir: زیمباوه
