Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: Reset on day
fa_ir: بازنشانی در روز

source: of every month
fa_ir: از هر ماه

source: Recurring Referrals
fa_ir: ارجاعات مجدد

source: Activate/Hold Reccuring Referrals
fa_ir: فعال کردن ارجاعات مجدد

source: Recurring Amount For Each Rank
fa_ir: مبلغ بازگشتی برای هر رتبه

source: Set a special recurring amount for each rank that will replace the default amount rank. This option will also become available in the "Rank Settings" page.
fa_ir: یک مبلغ تمدید ویژه (تکرار شونده) برای هر رتبه تنظیم کنید که جایگزین مبلغ پیشفرض رتبه شود. این گزینه معمولا در صفحه تنظیمات رتبه در دسترس است.

source: Recurring Amount
fa_ir: مقدار مجدد

source: View Referral Details
fa_ir: نمایش جزییات ارجاعات

source: Visit Id:
fa_ir: شناسه بازدید:

source: Referral User WP Id:
fa_ir: شناسهWP ارجاع کاربر:

source: Campaign:
fa_ir: کمپین:

source: Affiliate:
fa_ir: همکاری در فروش:

source: Source:
fa_ir: منبع:

source: Reference:
fa_ir: ارجاع:

source: Reference Details:
fa_ir: جزئیات ارجاع:

source: Referral Parent:
fa_ir: والد ارجاع:

source: Referral Child:
fa_ir: زیرمجموعه ارجاع:

source: Amount:
fa_ir: مقدار:

source: Date:
fa_ir: تاریخ:

source: Status:
fa_ir: وضعیت:

source: Refused
fa_ir: رد شد

source: Unverfied
fa_ir: تایید نشده

source: Payment Status:
fa_ir: وضعیت پرداخت:

source: Unpaid
fa_ir: پرداخت نشده

source: No details available!
fa_ir: جزئیاتی دردسترس نیست!

source: If this module is activated, affiliates have the option to receive instant notifications when they get new referrals. The affiliate can decide from his "Account Page" which type of referrals he will be notified of via email.
fa_ir: اگر این ماژول فعال شود٬ همکاران فروش در هنگام ارجاع‌های جدید٬ اعلان‌های سریع دریافت خواهند کرد. بازاریاب از طریق پنل کاربری‌اش می‌تواند تعیین کند که چه نوع ارجاع‌هایی برایش از طریق ایمیل اطلاع‌رسانی شود.

source: Add/Edit Referral
fa_ir: افزودن/ویرایش ارجاع

source: Currency:
fa_ir: واحد پول:

source: Payment:
fa_ir: پرداخت:

source: Referrals (rewards)
fa_ir: ارجاع‌ها (پاداش‌ها)

source: Add New Referral
fa_ir: افزودن ارجاع جدید

source: ...add manual Referral (reward) for specific Affiliate
fa_ir: ...اضافه کردن ارجاع(پاداش) جدید برای همکاران خاص

source: Apply
fa_ir: اعمال

source: Number of Referrals to Display:
fa_ir: تعداد معارفه ها(ارجاعات) برای نمایش:

source: Affiliate ID
fa_ir: شناسه همکار فروش

source: Referance
fa_ir: ارجاع

source: Unknown
fa_ir: ناشناخته

source: Mark as
fa_ir: علامتگذاری بعنوان

source: No Referrals Stored!
fa_ir: ارجاعاتی ذخیره نشد!

source: Add New Register Form Field
fa_ir: افزودن فیلد جدید فرم ثبت نام

source: Registration Form
fa_ir: فرم نام‌نویسی

source: Field Type
fa_ir: نوع فیلد

source: On Admin
fa_ir: در محیط مدیریت

source: On Register Page
fa_ir: در صفحه ثبت نام

source: On Account Page
fa_ir: در صفحه حساب

source: Required
fa_ir: مورد نیاز

source: WP Native
fa_ir: بومی سازی WP

source: Always
fa_ir: همیشه

source: Required When Selected
fa_ir: زمانی که انتخاب میشه مورد نیاز است

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: User Custom Fields
fa_ir: فیلدهای سفارشی کاربر

source: Slug:
fa_ir: نامک (اسلاگ- یک عبارت انگلیسی بدون فاصله):

source: Field Type:
fa_ir: نوع فیلد:

source: Values
fa_ir: مقادیر:

source: Add New Value
fa_ir: افزودن مقدار جدید

source: Right Answer:
fa_ir: پاسخ درست:

source: Labels
fa_ir: برچسبها

source: Field Label:
fa_ir: برچسب فیلد:

source: SubLabel:
fa_ir: زیر برچسب:

source: Style Class:
fa_ir: سبک کلاس:

source: Conditional Logic
fa_ir: شرط منطقی

source: Show:
fa_ir: نمایش:

source: If Field:
fa_ir: اگر فیلد:

source: Is
fa_ir: هست

source: Contains
fa_ir: شامل

source: Error - Username is taken:
fa_ir: خطا - نام کاربری گرفته شده است:

source: Error - Invalid Username:
fa_ir: خطا - نام کاربری نامعتبر است:

source: Error - Email is taken:
fa_ir: خطا -ایمیل گرفته شده است:

source: Error - Invalid Email Address:
fa_ir: خطا - ایمیل نامعتبر است:

source: Error - Email Addresses did not Match:
fa_ir: خطا - آدرسهای ایمیل با هم مطابقت ندارند:

source: Error - Password did not match:
fa_ir: خطا - رمزهای عبور با هم مطابقت ندارند:

source: Error - Password Only Characters and Digits:
fa_ir: خطا - رمزعبور فقط شامل اعداد و حروف باشد:

source: Error - Password Min Length:
fa_ir: خطا - حداقل تعداد کاراکتر رمزعبور:

source: Where {X} will be the minimum length of password.
fa_ir: برای تعیین حداقل تعداد کاراکتر رمزعبور {X} قرار دهید

source: Error - Password Characters, Digits and minimum one uppercase letter:
fa_ir: خطا - کاراکترهای رمزعبور و اعداد باید حداقل شامل یک حرف بزرگ باشند:

source: Error - Pending User:
fa_ir: خطا - کاربر در انتظار :

source: Error - Empty Required Fields:
fa_ir: خطا - فیلد مورد نیاز خالی است:

source: Error - ReCaptcha:
fa_ir: خطا : کدامنیتی:

source: Error - TOS:
fa_ir: خطا - TOS

source: Success Message:
fa_ir: پیغام موفقیت:

source: Design
fa_ir: طراحی

source: Register Template:
fa_ir: قالب ثبت نام:

source: Default rank assigned to a new user
fa_ir: رتبه پیشفرض به کاربر جدید تخصیص داده شود

source: Predefined Wordpress role assigned to new users:
fa_ir: نقش پیشفرض کاربر جدید:

source: If the "Pending" Role is set the user cannot login until the Admin manually approves the user.
fa_ir: اگر نقش در انتظار تنظیم بشه, تا زمانی که مدیر تایید نکند کاربر نمیتواند وارد شود.

source: After Approve Wordpress Role:
fa_ir: نقش کاربر پس از تایید مدیر:

source: Form Settings
fa_ir: تنظیمات فرم

source: Password Minimum Length
fa_ir: حداقل طول رمزعبور

source: Password Strength Options
fa_ir: گزینه های قدرت رمزعبور

source: Admin Notification
fa_ir: اعلانات مدیریت

source: Notify admin address on every new registration
fa_ir: آدرس اطلاع مدیر در هر ثبت نام جدید

source: When a new user has registered, the WP Admin is notified using the default Email Admin address set into current WordPress Instance
fa_ir: وقتی کاربر جدیدی ثبت نام میکند از طریق ایمیل به مدیریت اطلاع داده میشود.

source: Other Settings
fa_ir: تنظیمات دیگر

source: Auto Login after Registration
fa_ir: بعد از ثبت نام بطور خودکار وارد شود

source: Terms & Conditions (TOS) Label
fa_ir: برچسب شرایط و ضوابط (TOS)

source: Select reports from:
fa_ir: انتخاب گزارشات از:

source: Check Results
fa_ir: بررسی نتایج

source: Visits
fa_ir: بازدیدها

source: Successful Conversions
fa_ir: تبدیل با موفقیت انجام شد.

source: Succesfully Rate
fa_ir: نرخ موفقیت

source: All Visits
fa_ir: تمام بازدیدها

source: Converted Visits
fa_ir: تبدیل بازدیدها

source: All Referrals
fa_ir: تمام ارجاعات

source: Refuse Referrals
fa_ir: نپذیرفتن ارجاعات

source: Unverified Referrals
fa_ir: ارجاعات تایید نشده

source: Verified Referrals
fa_ir: ارجاعات تایید شده

source: Account Page - REST API
fa_ir: صفحه حساب - REST API

source: In order to use this REST API, you must do a basic authentication with your username and password.
fa_ir: جهت استفاده از این REST API شما باید با نام کاربری و رمزتان تایید هویت شوید.

source: List Affiliates
fa_ir: فهرست همکاران فروش

source: Approve affiliate
fa_ir: تایید همکاری فروش

source: Update affiliate rank
fa_ir: بروزرسانی رتبه همکاران(در فروش) :

source: Get user data
fa_ir: دریافت اطلاعات کاربر

source: Get user field value
fa_ir: مقدار فیلد کاربر را دریافت کنید

source: Get affiliate rank
fa_ir: دریافت رتبه همکار فروش

source: Get affiliate rank details
fa_ir: دریافت جزئیات رتبه همکار فروش

source: Search Affiliate
fa_ir: جستجوی بازاریاب

source: List Ranks
fa_ir: فهرست رتبه‌ها

source: Get affiliates by rank
fa_ir: دریافت همکاران توسط رتبه

source: Make user affiliate
fa_ir: این کاربر به همکار در فروش تبدیل شود

source: List Referrals
fa_ir: فهرست ارجاع‌ها

source: Add Referral
fa_ir: افزودن ارجاع جدید

source: Method:
fa_ir: روش:

source: Arguments:
fa_ir: آرگومنت‌ها

source: ReWrite Referrals
fa_ir: بازنویسی ارجاع‌ها

source: Activate/Hold ReWrite Referrals
fa_ir: فعال کردن/توقف بازنویسی ارجاع‌ها

source: Ultimate Affiliate Pro - Send Direct Email
fa_ir: همکاری در فروش - ارسال ایمیل مستقیم

source: To
fa_ir: به

source: Notification
fa_ir: اعلان

source: Message:
fa_ir: پیغام :

source: Send Email
fa_ir: ارسال ایمیل

source: Admin Workflow Settings
fa_ir: تنظیمات محیط کار مدیریت

source: Updates
fa_ir: به‌روزرسانی‌ها

source: Update Affiliates Rank:
fa_ir: بروزرسانی رتبه همکاران(در فروش) :

source: Hourly
fa_ir: ساعتی

source: At every 12hours
fa_ir: در هر 12 ساعت

source: Daily
fa_ir: روزانه

source: Update Payments Status:
fa_ir: به روزرسانی وضعیت پرداختها:

source: Keep Referral Status as Unverified
fa_ir: حفظ وضعیت ارجاع به عنوان تایید نشده

source: Don't change the Referral Status to Verified
fa_ir: وضعیت ارجاع را به تایید شده تغییر ندهید

source: Show Dashboard Notifications
fa_ir: نمایش اعلانات داشبورد

source: New Affiliates & Referrals
fa_ir: همکاران و ارجاعات جدید

source: Uninstall Settings:
fa_ir: تنظیمات لغو نصب:

source: Keep data after delete plugin:
fa_ir: حفظ اطلاعات پس از پاک کردن افزونه:

source: Recaptcha version:
fa_ir: نسخه ری کپچا

source: How to setup:
fa_ir: نحوه تنظیم:

source: Add new Currency
fa_ir: افزودن ارز جدید

source: Code:
fa_ir: کد:

source: Insert a valid Currency Code, ex:
fa_ir: یک کد ارزر معتبر وارد نمایید,مانند:

source: Name:
fa_ir: نام :

source: Default Pages:
fa_ir: صفحات پیشفرض:

source: Register:
fa_ir: عضویت:

source: Login Page:
fa_ir: صفحه ورود:

source: Logout Page:
fa_ir: صفحه خروج:

source: User Account Page:
fa_ir: صفحه حساب کاربر

source: TOS Page:
fa_ir: صفحه شرایط و ضوابط:

source: Lost Password:
fa_ir: فراموشی رمز عبور:

source: Which Amount should be used for Referral?
fa_ir: کدام مبلغ باید برای ارجاع مورد استفاده قرار گیرد؟

source: If there are multiple Amounts set for the same action, like Ranks&Offers or multiple Offers decide which one will be taken in consideration
fa_ir: اگر چند مبلغ برای یک عمل مشخص در نظر گرفته شده مثلا رتبه ها/ آفرها و یا آفرهای چندگانه آن وقت یکی را انتخاب کنید.

source: Lowest Amount
fa_ir: کمترین مبلغ

source: Biggest Amount
fa_ir: بیشترین مبلغ

source: Redirect
fa_ir: تغییر مسیر

source: Redirect Same Page Without URL parameters:
fa_ir: تغییر مسیر برخی صفحات بدون پارامتر نشانی:

source: Referral Settings
fa_ir: تنظیمات ارجاع

source: Set the referral Variable name
fa_ir: تنظیم نام متغیر ارجاع

source: Base Referral Link
fa_ir: لینک ارجاع اصلی

source: Please insert a link from the website on which this plugin is installed. Do not enter a link from a different website.
fa_ir: لطفا یک لینک از وبسایتی که این افزونه در آن نصب شده قرار دهید لطفا لینک وبسایت دیگری را وارد نکنید.

source: Referral Format:
fa_ir: ساختار ارجاع:

source: Search into URL for both referral format:
fa_ir: جستجو در URL برای هر دو فرمت ارجاع:

source: Cookie Expiration:
fa_ir: تاریخ انقضا کوکی:

source: Days
fa_ir: روزها

source: Campaign Settings
fa_ir: تنظیمات کمپین

source: Set the Campaign Variable name
fa_ir: تنظیم نام متغیر کمپین

source: Amount Value Settings
fa_ir: تنظیمات واحد پولی

source: Currency position:
fa_ir: مکان قرارگیری واحد پول

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Thousands Separator
fa_ir: جداساز هزارگان

source: Decimals Separator
fa_ir: جداکننده اعشاری

source: Number of Decimals
fa_ir: تعداد اعشار

source: Exclude Shipping
fa_ir: حذف حمل و نقل

source: Exclude Tax
fa_ir: حذف مالیات

source: Default Country
fa_ir: کشور پیشفرض

source: Choose a default country for Affiliates submission form. If none is chosen default WordPress Locale will be used instead
fa_ir: یک کشور پیش فرض را برای فرم ثبت نام بازاریاب انتخاب کنید. در صورت عدم انتخاب، گزینه پیش فرض وردپرس برای کشور استفاده می شود

source: Automatically Affiliate
fa_ir: همکاری در فروش خودکار

source: All new Users become Affiliates
fa_ir: همه ی کاربران جدید بعنوان همکاران در فروش میشوند

source: Empty Referrals
fa_ir: معارفه ها(ارجاعات) خالی

source: Save Empty Referrals
fa_ir: ذخیره معارفه ها(ارجاعات) خالی

source: Public Workflow Settings
fa_ir: تنظیمات محیط کار عمومی

source: Hide Payment Warnings
fa_ir: پنهان کردن اخطارهای پرداخت

source: Default Payment System
fa_ir: سیستم پرداخت پیشفرض

source: When a new Affiliate SignUp this will be his payment system.
fa_ir: زمانی که یک همکار در فروش جدید ثبت نام میکند این بعنوان سیستم پرداختش میشود.

source: Disable Bank Transfer
fa_ir: غیر فعال کردن انتقال بانکی

source: Affiliates will not be able to use Bank Transfer anymore.
fa_ir: همکاران در فروش نمیتوانند از انتقال بانکی دیگر استفاده نمایند.

source: Sources custom names
fa_ir: نام‌های سفارشی منبع

source: After LogOut:
fa_ir: پس از خروج

source: Do Not Redirect
fa_ir: تغییر مسیر داده نشود

source: After Registration:
fa_ir: بعد از ثبت نام :

source: After Login:
fa_ir: بعد از ورود :

source: After reset password:
fa_ir: بعد از تنظیم مجدد رمز عبور:

source: Extra Redirects
fa_ir: تغییرمسیرهای اضافی

source: Account Page - when affiliate user is not logged redirect to:
fa_ir: صفحه حساب - وقتی که بازاریاب وارد نشده تغییر مسیر داده شود به:

source: Login Page - when affiliate user is already logged redirect to:
fa_ir: صفحه ورود - وقتی که بازاریاب قبلا وارد شده تغییر مسیر داده شود به:

source: Register Page - when affiliate user is already registered redirect to:
fa_ir: صفحه ثبت نام - وقتی که بازاریاب قبلا ثبت نام شده، تغییر مسیر داده شود به:

source: LogOut Page - when affiliate user is not logged redirect to:
fa_ir: صفحه خروج - وقتی که بازاریاب قبلا وارد نشده تغییر مسیر داده شود به:

source: Lost Password Page - when affiliate user is already logged redirect to:
fa_ir: صفحه فرموشی رمز - وقتی که بازاریاب قبلا وارد شده تغییر مسیر داده شود به:

source: Uploads Settings
fa_ir: تنظیمات بارگذاری‌ها

source: Upload File Accepted Extensions:
fa_ir: آپلود فایل پسوندهای(Extensions) مورد پذیرش:

source: Write the extensions with comma between values! ex: pdf,jpg,mp3
fa_ir: پسوندهای مورد پذیرش را وارد نمایید و آنها را با کاما از هم جدا کنید مانند : pdf,jpg,mp3

source: Upload File Maximum File Size:
fa_ir: حداکثر حجم پرونده برای بارگذاری:

source: Avatar Maximum File Size:
fa_ir: حداکثر حجم آواتار برای بارگذاری:

source: Main ShortCodes
fa_ir: کدهای کوتاه اصلی

source: User ShortCodes
fa_ir: کدهای کوتاه کاربر

source: Field
fa_ir: فیلد

source: Private Shortcode
fa_ir: کد کوتاه خصوصی

source: Public Shortcode
fa_ir: کد کوتاه عمومی

source: Other ShortCodes
fa_ir: سایر کدهای کوتاه

source: ShortCode
fa_ir: کد کوتاه

source: What it does
fa_ir: چه کاری انجام می‌دهد

source: Arguments available
fa_ir: جدل‌های موجود

source: User Become Affiliate Button
fa_ir: دکمه تبدیل کاربر به همکار در فروش

source: Your content here!
fa_ir: محتوای‌تان را اینجا بنویسید!

source: Show content only for affiliate users.
fa_ir: نمایش محتوا فقط برای همکاران فروش.

source: Show content only for non-affiliate users.
fa_ir: نمایش محتوا فقط برای کاربران غیر از همکاران فروش.

source: Show content only for referred users.
fa_ir: نمایش محتوا فقط برای کاربران معرفی شده.

source: Show content only for non-referred users.
fa_ir: نمایش محتوا فقط برای کاربران معرفی نشده.

source: Front-End Showcases
fa_ir: ویترین فرونت اند

source: Templates, Custom Fields, Special Settings, Custom Messages
fa_ir: قالب ها، فیلدهای سفارشی، تنظیمات ویژه، پیام های سفارشی

source: Templates, Display Options, Custom Messages
fa_ir: قالب ها، گزینه های نمایش، پیام های سفارشی

source: Templates, ShowUp fields, ShowUp Tabs, Predefined Overview
fa_ir: قالب ها، نمایش فیلدها ، نمایش زبانه ها،بررسی اجمالی از پیش تعریف شده

source: Top Affiliates
fa_ir: همکاران در فروش برتر

source: Public Affiliates List ordered by Earnings, Referrals or Visits
fa_ir: لیست عمومی همکاران در فروش مرتب سازی شده توسط درآمدها,ارجاعات,بازدیدها

source: SignUp Referrals (CPL - Cost Per Lead)
fa_ir: ارجاع‌های ثبت نام (CPL- بهای هر عضویت)

source: Activate/Hold SignUp Referrals (CPL)
fa_ir: فعال کردن/ توقف ارجاع برای ثبت نام(CPL)

source: Set the default flat amount that will be used when no special amount is set for certain a rank.
fa_ir: مقدار پیشفرض تعیین کنید.این مقدار زمانی که مقدار خاص برای رتبه تعیین نکردید جایگزین میشود.

source: Set a special sign up amount for each rank. This option will also become available in the "Rank Settings" page.
fa_ir: برای هر رتبه مبلغ خاصی برای ثبت نام تنظیم نمایید. این گزینه معمولا در صفحه تنظیمات رتبه دردسترس است.

source: Referrer Links
fa_ir: لینک های مرجع

source: Activate/Hold Referrer Links
fa_ir: فعالسازی/ توقف لینک های معرف

source: An affiliate's name can now be masked by creating custom links. Users will no longer avoid links that could benefit a certain affiliate.
fa_ir: نام همکار اکنون می‌تواند به واسطه ساخت لینک‌های سفارشی علامتگذاری شود. دیگر کاربران نمی‌توانند از به کار بردن لینک‌هایی که به سود یک همکار خاص است اجتناب کنند.

source: Referrer Links Limit
fa_ir: تعداد لینک های ارجاع

source: The number of links that can be submitted by an affiliate in his "Account Page".
fa_ir: تعیین می کند چه تعداد لینک می تواند توسط یک همکار فروش در صفحه حساب اش ثبت شود.

source: Links Limit per Affiliate
fa_ir: محدودیت لینک برای هر همکار فروش

source: Add New Referrer Link
fa_ir: افزودن یک لینک ارجاع جدید

source: Attach a referrer link to a specific affiliate user directly from the "UAP Dashboard".
fa_ir: الصاق کردن یک لینک ارجاع به یک همکار فروش مستقیما از طریق داشبورد افزونه

source: Referrer Link
fa_ir: لینک ارجاع

source: Search Links for Affiliate
fa_ir: جستجوی لینک های همکار فروش

source: Approve
fa_ir: تایید

source: Social Share
fa_ir: اشتراک گذاری در شبکه های اجتماعی

source: Activate/Hold Social Share
fa_ir: فعال کردن اشتراک گذاری در شبکه های اجتماعی

source: This Feature will work only if You have '<strong>Social Share & Locker Pro Wordpress Plugin</strong>' installed and activated.
fa_ir: این ویژگی زمانی کار میکنه که شما افزونه های Social Share & Locker Pro Wordpress را نصب و فعال کرده باشید.

source: Custom Share Message
fa_ir: پیام سفارشی اشترک گذاری

source: For a better share action, you may set a custom message that will be listed besides the affiliate links.
fa_ir: برای اشتراک گذاری بهتر,شما یک پیام اشتراک گذاری سفارشی تنظیم کنید.این پیام ها در کنار لینکهای همکاران در فروش لیست میشوند.

source: You can generate the social share shortcode from the "Social Share & Locker" dashboard and paste it here.
fa_ir: شما میتوانید کدکوتاه اشتراک گذاری در شبکه های اجتماعی را در داشبورد افزونه های Social Share&Locker ایجاد کنید و در اینجا قرار دهید.

source: Source Details
fa_ir: جزئیات منبع

source: Activate/Hold Source Details into Account Page
fa_ir: فعال کردن جزئیات منبع در صفحه حساب

source: WooCommerce Show Fields
fa_ir: نمایش فیلدهای ووکامرس

source: Easy Download Digital Show Fields
fa_ir: نمایش فیلدهای Easy Download Digital

source: Ultimate Membership Pro Show Fields
fa_ir: نمایش فیلدهای Membership Pro

source: SignUp Show Fields
fa_ir: نمایش فیلدهای ثبت نام

source: Stripe - Payouts
fa_ir: نوار(stripe)- پرداخت

source: Activate/Hold Stripe Gateway
fa_ir: فعال کردن درگاه نوار(stripe)

source: Once activated you can process payments to your affiliate users via Stripe directly from the affiliate system.
fa_ir: اگر این گزینه فعال باشه شما میتوانید بطور مستقیم پرداختهای همکاران در فروش را با (stripe) انجام دهید

source: Sandbox Secret Key
fa_ir: کلید امنیتی جعبه شن(مکانیزم حفاظتی)

source: Sandbox Publishable Key
fa_ir: کلید قابل انتشار جعبه شن(مکانیزم حفاظتی)

source: Live Secret Key
fa_ir: کلید امنیتی

source: Live Publishable Key
fa_ir: کلید امنیتی قابل انتشار

source: 1. Go to
fa_ir: 1- برو به

source: and login with username and password.
fa_ir: و با نام کاربری و رمز عبور وارد شود

source: 2. Click on "Dashboard", and then select "Your account" -> "Account settings".
fa_ir: ۲- سپس به پیشخوان برو و از حساب شما - تنظیمات حساب را انتخاب کن

source: For testing purposes, you can find card credentials here:
fa_ir: برای اهداف آزمایشی می‌توانید مشخصات کارت را از اینجا پیدا کنید:

source: 2. Click on "Dashboard".
fa_ir: ۲- بر روی ‘پیشخوان’ کلیک کنید.

source: Additional informations
fa_ir: اطلاعات اضافی

source: Accepted countries:
fa_ir: کشورهای پذیرفته شده:

source: You can find more details here:
fa_ir: از اینجا می‌توانید جزییات بیشتری پیدا کنید:

source: Testing payout data
fa_ir: در حال آزمایش داده‌های پرداخت

source: Country:
fa_ir: کشور:

source: Bank number. Account:
fa_ir: شماره کارت بانکی:

source: Rounting:
fa_ir: شماره ارسال

source: Personal ID numbers:
fa_ir: شماره ملی:

source: Business tax ID:
fa_ir: شناسه مالیاتی شغل:

source: Top Affiliates List
fa_ir: لیست همکاران برتر

source: ShortCode Generator
fa_ir: تولید کننده کد کوتاه

source: Display Entries
fa_ir: نمایش نوشته ها

source: Number Of Entries:
fa_ir: تعداد نوشته‌ها

source: Entries Per Page:
fa_ir: نوشته‌ها در هر صفحه

source: Order By:
fa_ir: مرتب سازی بر اساس:

source: Earnings
fa_ir: درآمدها

source: Register Date
fa_ir: تاریخ عضویت

source: E-mail Address
fa_ir: آدرس ایمیل

source: Random
fa_ir: تصادفی

source: Order Type:
fa_ir: نوع سفارش:

source: Filter By Rank
fa_ir: فیلتر بر اساس رتبه

source: User's Ranks:
fa_ir: رتبه‌های کاربران :

source: Select Theme
fa_ir: انتخاب قالب

source: Theme
fa_ir: قالب

source: Color Scheme
fa_ir: رنگ طرحبندی

source: Columns
fa_ir: ستون‌ها

source: Columns
fa_ir: ستون‌ها

source: Additional Options
fa_ir: گزینه‌های اضافی

source: Align the Items Centered
fa_ir: تراز کردن آیتمها

source: Show Fields Label
fa_ir: نمایش برچسب فیلدها

source: Slider ShowCase
fa_ir: نمایش ویترین

source: Show as Slider
fa_ir: نمایش بعنوان اسلایدر

source: If Slider Showcase is used, Pagination Showcase is disabled.
fa_ir: اگر نمایش ویترین بصورت اسلایدر باشد,صفحه بندی آن غیرفعال میشود.

source: Items per Slide:
fa_ir: تعداد ایتم ها در هر اسلاید:

source: Slider Timeout:
fa_ir: تایمر اسلایدر:

source: Pagination Speed:
fa_ir: سرعت صفحه بندی :

source: Pagination Theme:
fa_ir: قالب صفحه بندی :

source: Pagination Theme 1
fa_ir: قالب صفحه بندی 1

source: Pagination Theme 2
fa_ir: قالب صفحه بندی 2

source: Pagination Theme 3
fa_ir: قالب صفحه بندی 3

source: Animation Slide In
fa_ir: انیمیشن Slide In

source: Animation Slide Out
fa_ir: انیمیشن Slide Out

source: Bullets
fa_ir: گلوله

source: Nav Button
fa_ir: دکمه ناوبری

source: AutoPlay
fa_ir: پخش خودکار

source: Stop On Hover
fa_ir: توقف با هاور

source: Responsive
fa_ir: واکنش‌گرا

source: Auto Height
fa_ir: ارتفاع خودکار

source: Play in Loop
fa_ir: پخش در چرخه

source: Displayed User Fields
fa_ir: نمایش فیلد های کاربر

source: ShortCode :
fa_ir: کد کوتاه:

source: PHP Code:
fa_ir: کد PHP :

source: Preview
fa_ir: پیش‌نمایش

source: Responsive Settings
fa_ir: تنظیمات واکنش‌گرایی

source: Screen Max-Width:
fa_ir: بیشترین پهنا صفحه:

source: Auto
fa_ir: خودکار

source: Screen Min-Width:
fa_ir: کمترین پهنا صفحه:

source: and Screen Max-Width:
fa_ir: و بیشترین پهنای صفحه نمایش:

source: Save changes
fa_ir: دخیره تغییرات

source: Add !important; after each style option and full style path to be sure that it will take effect!
fa_ir: مهم!!!بعد از هر تنظیمی مطمئن شوید که آن اعمال شده و اجرا میشود.

source: Generate CSV File with pending transactions
fa_ir: تولید فایل CSV از تراکنش‌های در انتظار

source: From - mm/dd/yyyy
fa_ir: از تاریخ - dd/mm/yyyy

source: To - mm/dd/yyyy
fa_ir: تا تاریخ - dd/mm/yyyy

source: Paypal
fa_ir: پی پال

source: Switch Transactions to 'Complete'
fa_ir: تغییر وضعیت تراکنش ها به "تکمیل شده"

source: Click on this if download doesn't start automatically in 20 seconds!
fa_ir: اینجا کلیک کنید اگر دانلود ظرف 20 ثانیه آغاز نشد!

source: The Payment cannot be proceed for affiliate
fa_ir: فرآیند پرداخت نمیتواند برای همکار(در فروش) انجام شود

source: because of the payment settings.
fa_ir: به دلیل تنظیمات پرداخت.

source: Check Payments Status
fa_ir: بررسی وضعیت پرداختها

source: Create Date
fa_ir: تاریخ ساخت

source: Update Date
fa_ir: تاریخ به روزرسانی

source: Payment Service Status
fa_ir: وضعیت سرویس پرداخت

source: Fail
fa_ir: ناموفق

source: Press the 'Check Payments Status' button to get the lattest status of transaction.
fa_ir: بر روی دکمه «بررسی وضعیت پرداخت» فشار دهید تا آخرین وضعیت تراکنش را دریافت کنید.

source: View Details
fa_ir: نمایش جزییات

source: Mark as Pending
fa_ir: علامت گذاری به عنوان در انتظار
