Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: Accept Opt-in
fa_ir: پذیرش اپت این

source: Crons are disabled on your WordPress Website. Some functionality and processes may not work properly.
fa_ir: Crons در وب سایت وردپرس شما غیرفعال است. برخی عملکردها و فرایندها ممکن است به درستی کار نکنند.

source: cURL is not working or is disabled on your Website environment. Please contact your Hosting provider.
fa_ir: cURL کار نمی کند یا در محیط وب سایت شما غیرفعال است. لطفاً با ارائه دهنده هاستینگ خود تماس بگیرید.

source: Cookies are not stored or setcookie() PHP function is disabled on your Website environment.
fa_ir: کوکی ها ذخیره نشده اند و یا تابع setcookie() در PHP وب سایت شما غیرفعال است.

source: Some Affiliates users do not have assigned a Rank and they may not be rewarded. Check your stage
fa_ir: برخی از کاربران همکار رتبه‌ای احراز نکرده اند و آن ها شامل پاداش نخواهند شد. استیج خود را بررسی کنید

source: here
fa_ir: اینجا

source: Following functions:
fa_ir: توابع زیر:

source: are disabled on your Website environment. Avatar feature may not work properly. Please contract your Hosting provider.
fa_ir: در محیط وب سایت شما غیرفعال شده اند. ویژگی آواتار ممکن است به درستی کار نکند. لطفاً با ارائه دهنده هاستینگ خود تماس بگیرید.

source: 'allow_url_fopen' directive is disabled. In order for Ultimate Affiliate Pro to work properly this directive has to be set 'on'. Contact your hosting provider for more details.
fa_ir: دستورالعمل ‘allow_url_fopen’ غیرفعال است. به منظور عملکرد صحیح افزونه همکاری در فروش، این دستورالعمل باید روشن شود. برای اطلاعات بیشتر با ارائه دهنده هاست خود تماس بگیرید.

source: Affiliates
fa_ir: بازاریابان و همکاران فروش

source: Ranks
fa_ir: رتبه‌ها

source: Offers
fa_ir: پیشنهادات

source: Landing Commissions (CPA)
fa_ir: کمیسیون‌های فرود (CPA)

source: Creatives
fa_ir: بنرها

source: Showcases
fa_ir: نمای ظاهری

source: Clicks
fa_ir: کلیک ها

source: Referrals
fa_ir: ارجاع‌ها

source: Payments
fa_ir: پرداختها

source: Extensions
fa_ir: افزودنی ها

source: Notifications
fa_ir: اعلان ها

source: Reports
fa_ir: گزارشات

source: General Options
fa_ir: تنظیمات عمومی

source: Shortcodes
fa_ir: کد کوتاه

source: Import/Export
fa_ir: درون ریزی / برون بری

source: Help
fa_ir: راهنما

source: Be sure that you have filled all the reguired fields: Name, Amount, Date Range.
fa_ir: مطمئن باشید که تمام فیلد های مورد نیاز را پر کرده اید: نام، مقدار، محدوده تاریخ.

source: Be sure that you have filled all the required fields: Slug and Amount.
fa_ir: مطمئن باشید که تمام فیلد های مورد نیاز را پر کرده اید: مثل نامک (اسلاگ) و مقدار.

source: Error
fa_ir: خطا

source: View Referrals for
fa_ir: نمایش ارجاع ها برای

source: Refuse
fa_ir: زباله

source: Unverified
fa_ir: تایید نشده

source: Verified
fa_ir: تایید شده

source: Delete
fa_ir: حذف

source: Mark as Refuse
fa_ir: علامت گذاری به عنوان زباله

source: Mark as Unverified
fa_ir: علامت گذاری به عنوان تایید نشده

source: Mark as Verified
fa_ir: علامت گذاری به عنوان تایید شده

source: Payments For Affiliates
fa_ir: پرداخت برای همکاران فروش

source: All UnPaid Referrals
fa_ir: همه ارجاع های پرداخت نشده

source: All Paid Referrals
fa_ir: همه ارجاع های پرداخت شده

source: All Transactions
fa_ir: همه تراکنش ها

source: View Transactions for
fa_ir: نمایش تراکنش ها برای

source: View UnPaid Referrals for
fa_ir: نمایش ارجاع های پرداخت نشده برای

source: View Paid Referrals for
fa_ir: نمایش ارجاع های پرداخت شده برای

source: The Payment cannot be proceed because of the payment settings.
fa_ir: پرداخت به دلیل تنظیمات پرداخت قالب پردازش نیست.

source: Affiliate Register - Admin Notification
fa_ir: ثبت نام همکاران فروش - هشدار از طریق محیط مدیریت

source: Affiliate Register - User Notification
fa_ir: ثبت نام همکاران فروش - هشدار از طریق محیط کاربر

source: Affiliate - Approve Account
fa_ir: همکاری در فروش-تایید حساب

source: Affiliate - Delete Account
fa_ir: همکاری در فروش-حذف حساب

source: User Profile Updates
fa_ir: بروزرسانی پروفایل کاربر

source: Affiliate get new Rank
fa_ir: همکار فروش یک رتبه جدید کسب کرد

source: Reset Password - Start Process
fa_ir: بازنشانی رمزعبور-شروع پردازش

source: Reset Password - New Password
fa_ir: بازنشانی رمزعبور-رمزعبور جدید

source: Change Password
fa_ir: تغییر رمز عبور

source: Admin - Affiliate get new Rank
fa_ir: مدیریت-همکار فروش رتبه‌ای جدید کسب کرد

source: Admin - Affiliate update profile
fa_ir: مدیریت-به روز رسانی حساب همکاری در فروش

source: Affiliate - Payment Inform - Fail
fa_ir: همکاری در فروش- اطلاعات پرداخت - ناموفق

source: Affiliate - Payment Inform - Pending
fa_ir: همکاری در فروش- اطلاعات پرداخت - معلق

source: Affiliate - Payment Inform - Complete
fa_ir: همکاری در فروش- اطلاعات پرداخت - تکمیل شده

source: Affiliate - Send generated password
fa_ir: همکار فروش - ارسال رمز تولید شده

source: Affiliate - Double E-mail Verification Request
fa_ir: همکاران فروش - تاییدیه صحیح بودن ایمیل

source: Affiliate - Double E-mail Verification Validated
fa_ir: همکاران فروش - تاییدیه صحیح بودن ایمیل

source: All
fa_ir: همه

source: Achievements
fa_ir: موفقیتها

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: Last Week
fa_ir: هفته قبل

source: Last Month
fa_ir: ماه قبل

source: All Time
fa_ir: همه ی زمانها

source: General Settings
fa_ir: تنظیمات عمومی

source: Admin Workflow
fa_ir: محیط کار مدیریت

source: Public Workflow
fa_ir: محیط کار عمومی

source: Default Pages
fa_ir: صفحات پیشفرض

source: Default Redirects
fa_ir: تغییرمسیرهای پیش فرض

source: Access
fa_ir: دسترسی

source: Captcha
fa_ir: کد امنیتی

source: Upload Settings
fa_ir: تنظیمات بارگذاری‌ها

source: Register Showcase
fa_ir: ویترین ثبت‌نام

source: Custom Messages
fa_ir: پیامهای سفارشی

source: Custom Fields
fa_ir: فیلدهای سفارشی

source: Opt-In Settings
fa_ir: تنظیمات سرویس‌های اشتراک ایمیلی

source: Text
fa_ir: متن

source: Textarea
fa_ir: ناحیه متن

source: Date Picker
fa_ir: انتخاب کننده تاریخ

source: Number
fa_ir: تعداد

source: Select
fa_ir: انتخاب

source: Multiselect Box
fa_ir: جعبه چند انتخابی

source: Checkbox
fa_ir: چک باکس(Checkbox)

source: Radio
fa_ir: رادیو

source: File Upload
fa_ir: بارگذاری فایل

source: Plain Text
fa_ir: متن ساده

source: Verification Code
fa_ir: کد تایید

source: Login Showcase
fa_ir: ورود ویترین

source: Radius Gradient Theme
fa_ir: قالب گردایانت دور خمیده

source: Border Pink Theme
fa_ir: قالب حاشیه صورتی

source: Simple BootStrap Theme
fa_ir: قالب ساده بوت استرپ

source: Flat new Style
fa_ir: استایل جدید تخت

source: Standard Theme
fa_ir: قالب استاندارد

source: Basic Theme
fa_ir: قالب ابتدایی

source: BlueBox Theme
fa_ir: قالب جعبه آبی

source: Simple Green Theme
fa_ir: قالب سبز ساده

source: Labels Theme
fa_ir: قالب برچسبها

source: Premium Theme
fa_ir: قالب پرمیوم

source: Double Long Theme
fa_ir: قالب خیلی دراز

source: Theme 1
fa_ir: قالب 1

source: Theme 2
fa_ir: قالب 2

source: Theme 3
fa_ir: قالب 3

source: Theme 4
fa_ir: قالب ۴

source: View Clicks for
fa_ir: نمایش کلیک‌ها برای

source: Be sure that you have filled all the reguired fields: Code, Affiliate, Amount Value.
fa_ir: مطمئن باشید که شما تمام فیلد های ضروری را تکمیل کرده اید: کد، همکار فروش، مقدار ارزش.

source: The Unilevel Plan
fa_ir: طرح Unilevel

source: The Force Matrix Plan
fa_ir: طرح ماتریکس اجباری

source: Binary Plan
fa_ir: طرح دودویی

source: Shortcode Generator
fa_ir: تولید کننده کد کوتاه

source: Settings
fa_ir: تنظیمات

source: Affiliates - Login Page
fa_ir: همکاران فروش- صفحه ورود

source: Affiliates - Register Page
fa_ir: همکاران فروش- صفحه ثبت نام

source: Affiliates - Lost Password
fa_ir: همکاران فروش- فراموشی رمزعبور

source: Affiliates - LogOut Page
fa_ir: همکاران فروش - صفحه خروج

source: Affiliates - User Page
fa_ir: همکاران فروش - صفحه کاربر

source: Affiliates - TOS
fa_ir: همکاران فروش - ضوابط و مقررات

source: Affiliates Pro - Default Pages
fa_ir: همکاران فروش - صفحه پیشفرض

source: Affiliates Pro - Affiliate Landing Pages
fa_ir: همکاران فروش - صفحات فرود همکاری در فروش

source: Affiliates Pro - Referral Details
fa_ir: همکاری در فروش - جزییات ارجاع

source: Login
fa_ir: ورود

source: Register
fa_ir: عضویت

source: Lost Password
fa_ir: رمز فراموش شده

source: LogOut
fa_ir: خروج

source: User Account
fa_ir: حساب کاربر

source: TOS
fa_ir: ضوابط و مقررات

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Phone
fa_ir: تلفن

source: E-mail
fa_ir: ایمیل

source: Order Date
fa_ir: تاریخ سفارش

source: Order Amount
fa_ir: مقدار سفارش

source: Shipping Address
fa_ir: آدرس حمل و نقل

source: Billing Address
fa_ir: آدرس صورتحساب

source: Cart Items
fa_ir: آیتم های سبد خرید

source: (Category)
fa_ir: (دسته)

source: Current Rank
fa_ir: رتبه فعلی

source: Field
fa_ir: فیلد

source: Bank Transfer Details:
fa_ir: جزییات انتقال بانکی :

source: Incomplete Payment Settings
fa_ir: تنظیمات پرداخت ناقص

source: PayPal E-mail Address:
fa_ir: آدرس ایمیل پی پال :

source: Name on Card:
fa_ir: نام روی کارت:

source: Card Number:
fa_ir: شماره کارت

source: Expiration:
fa_ir: انقضاء:

source: Roles allowed to enter into WordPress Admin Dashboard:
fa_ir: نقشهایی که مجاز به ورود به داشبورد مدیریت هستند:

source: Administrator
fa_ir: مدیریت

source: Save
fa_ir: ذخیره

source: Account Page
fa_ir: صفحه حساب

source: Top Section:
fa_ir: بخش بالا

source: Select Template:
fa_ir: انتخاب قالب:

source: Show Avatar Image
fa_ir: نمایش تصویر آواتار

source: Show Earning
fa_ir: نمایش درآمد

source: Show Referrals
fa_ir: نمایش ارجاع‌ها

source: Show Achievement
fa_ir: نمایش دستاورد

source: Show Rank
fa_ir: نمایش رتبه

source: Show EPC Metrics
fa_ir: نمایش آمار EPC

source: Welcome Message:
fa_ir: پیام حوش آمدگویی:

source: Regular constants
fa_ir: ثابتهای منظم!

source: Custom Fields constants
fa_ir: ثابت فیلدهای سفارشی

source: Background/Banner Image:
fa_ir: تصویر بنر/پس زمینه

source: The cover or background image, based on what theme you have chosen
fa_ir: پوشش یا تصویر زمینه بر اساس انتخاب قالب شما

source: Remove Background Image
fa_ir: حذف تصویر پس‌زمینه

source: Save Changes
fa_ir: ذخیره تغییرات

source: Content Section:
fa_ir: بخش محتوا

source: Menu Tabs:
fa_ir: تبهای فهرست:

source: Activate the Tab:
fa_ir: فعال‌سازی تب:

source: Menu Label
fa_ir: برچسب فهرست

source: Title
fa_ir: نام

source: Icon
fa_ir: آیکون

source: Footer Section:
fa_ir: ناحیه پانوشت:

source: Footer Content:
fa_ir: محتوای پانوشت:

source: Additional Settings:
fa_ir: تنظیمات اضافی:

source: Custom CSS:
fa_ir: استایل دلخواه:

source: Account Page - Customize Menu
fa_ir: صفحه حساب - شخصی سازی منو

source: Need Help?
fa_ir: به راهنمایی نیاز دارید؟

source: Activate/Hold Customize Menu
fa_ir: فعالسازی/ توقف شخصی ساز منو

source: Add new Menu Item
fa_ir: افزودن یک آیتم منوی جدید

source: Slug
fa_ir: نامک (اسلاگ- یک عبارت انگلیسی بدون فاصله)

source: Label
fa_ir: برچسب

source: Link
fa_ir: لینک

source: Optional
fa_ir: اختیاری

source: ReOrder Menu Items
fa_ir: بازچینی آیتم های منو

source: Affiliate Username:
fa_ir: نام کاربری همکاری در فروش

source: Search
fa_ir: جست‌وجو

source: Last 50 Achievements
fa_ir: 50 دستاورد آخر

source: None
fa_ir: هیچکدام

source: On
fa_ir: روشن

source: has moved from
fa_ir: منتقل شد از

source: to
fa_ir: به

source: Referral Notifications
fa_ir: اعلانات ارجاع

source: Activate/Hold Referral Notifications
fa_ir: فعال کردن اعلانات ارجاع

source: If this module is activated, admins have the option to receive instant notifications when an affiliate gets a new referral.
fa_ir: اگر این ماژول فعال باشد مدیران این امکان را دارند که در هنگام دریافت ارجاع جدید برای همکاران یک اطلاع‌رسانی فوری دریافت کنند.

source: Notification Subject
fa_ir: موضوع اعلان

source: Notification Content
fa_ir: محتوای اعلان

source: Referral details constants
fa_ir: جزئیات ارجاع

source: WooCommerce Order Details
fa_ir: مشخصات سفارش ووکامرس

source: Native Fields constants
fa_ir: ثابت فیلدهای بومی!

source: Affiliate Payment Settings
fa_ir: تنظیمات پرداخت همکار فروش

source: Payment Type:
fa_ir: نوع پرداخت :

source: Name on Card:
fa_ir: نام روی کارت:

source: Card Number:
fa_ir: شماره کارت

source: Expiration:
fa_ir: انقضاء:

source: Type:
fa_ir: نوع:

source: Bank Transfer Details:
fa_ir: جزییات انتقال بانکی :

source: PayPal E-mail Address:
fa_ir: آدرس ایمیل پی پال :

source: Birth day
fa_ir: روز تولد

source: Month
fa_ir: ماه

source: Year
fa_ir: سال

source: Country
fa_ir: کشور

source: State
fa_ir: استان

source: City
fa_ir: شهر

source: Line1
fa_ir: خط 1

source: Postal Code
fa_ir: کد پستی

source: User Type
fa_ir: نوع کاربر

source: Routing Number
fa_ir: شماره ارسال

source: Account Number
fa_ir: شماره حساب

source: SSN last 4
fa_ir: کد چهار رقمی

source: Personal id number
fa_ir: شناسه شخصی

source: Business name
fa_ir: نام شغلی

source: Business tax id
fa_ir: شناسه مالیاتی شغل

source: Personal Address City
fa_ir: شهر نشانی شخصی

source: Personal Address Line1
fa_ir: نشانی شخصی خط 1

source: Personal Address Postal Code
fa_ir: کد پستی نشانی شخصی

source: Add/Update Affiliate user
fa_ir: اضافه/بروزرسانی کردن همکاری در فروش

source: Affiliate Profile details
fa_ir: جزئیات پروفایل همکار فروش

source: Manage what fields are available for Admin setup from "Showcases->Register Form->Custom Fields" section
fa_ir: فیلدهایی که باید در تنظیمات ادمین موجود باشند را از نمای ظاهری > فرم ثبت نام > فیلدهای سفارشی مدیریت کنید

source: Listing Affiliates
fa_ir: فهرست همکاران فروش

source: Add new Affiliate
fa_ir: اضافه کردن یک همکاری در فروش جدید

source: Export CSV
fa_ir: برون بری CSV

source: Add Filters
fa_ir: افزودن فیلترها

source: Search by Name or Username
fa_ir: جستجو با نام یا نام کاربری

source: Name
fa_ir: نام

source: Username
fa_ir: نام کاربری

source: Email
fa_ir: ایمیل

source: ID
fa_ir: شناسه

source: Registered Time
fa_ir: زمان ثبت نام

source: ASC
fa_ir: صعودی

source: DESC
fa_ir: نزولی

source: Number of Users to Display:
fa_ir: تعداد کاربر برای نمایش:

source: Update Rank
fa_ir: بروزرسانی رتبه

source: Top
fa_ir: برترین‌ها

source: UserName
fa_ir: نام کاربری

source: Rank
fa_ir: رتبه

source: Converted
fa_ir: تبدیل شد

source: Paid Amount
fa_ir: مقدار پرداخت شده

source: UnPaid Amount
fa_ir: مقدار پرداخت نشده

source: Metrics
fa_ir: آمار

source: WP Role
fa_ir: نقش WP

source: E-mail Status
fa_ir: وضعیت ایمیل

source: Affiliate Since
fa_ir: همکاری از تاریخ

source: Details
fa_ir: جزئیات

source: PayPal
fa_ir: پی پال

source: Bank Transfer
fa_ir: انتقال بانکی

source: Stripe
fa_ir: نوار(stripe)

source: Edit
fa_ir: ویرایش

source: Affiliate Profile
fa_ir: پروفایل همکاری در فروش

source: Transactions
fa_ir: تراکنش ها

source: Approve Affiliate
fa_ir: تایید همکاری در فروش

source: Approve E-mail
fa_ir: تایید ایمیل

source: View
fa_ir: نمایش

source: Proceed
fa_ir: پردازش

source: Pay All
fa_ir: پرداخت همه

source: CPC:
fa_ir: پرداخت برای هر کلیک (CPC):

source: CPM:
fa_ir: پرداخت به ازای نمایش (CPM):

source: 3 months EPC:
fa_ir: ‫EPC برای ۳ ماه:

source: 7 days EPC:
fa_ir: ‫EPC برای ۷ روز:

source: Unapproved
fa_ir: پذیرفته‌نشده

source: MLM Matrix
fa_ir: ماتریکس MLM

source: Direct Email
fa_ir: ایمیل مستقیم

source: No Affiliates Stored!
fa_ir: هیچ همکاران فروشی ذخیره نشده!

source: Allow Own Referrence
fa_ir: فعال کردن ارجاع به خود

source: Activate/Hold Allow Own Referrence
fa_ir: فعال کردن اجازه ی مرجوع کردن خود

source: Affiliates will be able to earn a commission on their own purchases via their own referral links.
fa_ir: همکاران فروش قادر به کسب کمیسیون در خریدهای خود از طریق لینک های ارجاع خود خواهند بود.

source: Manage Banners
fa_ir: مدیریت بنرها

source: Description:
fa_ir: توضیحات:

source: Some details...
fa_ir: برخی از جزئیات ...

source: Banner Options:
fa_ir: گزینه های بنر:

source: Predefined URL And Image for your Custom Banner available for Affiliates
fa_ir: نشانی پیش تعریف شده و تصویر بنر سفارشی شما در قسمت همکاری در فروش دردسترس است.

source: URL:
fa_ir: نشانی:

source: Banner Image:
fa_ir: تصویر بنر:

source: Remove Banner Image
fa_ir: حذف تصویر بنر

source: Listing Banners
fa_ir: لیست کردن بنرها

source: Add New Banner
fa_ir: افزودن بنر جدید

source: ...create Banners for your Affiliates
fa_ir: برای همکاران خود بنر بسازید...

source: Image
fa_ir: تصویر

source: URL
fa_ir: نشانی

source: Create Time
fa_ir: زمان ساخت

source: No Banners Available!
fa_ir: بنری در درسترس نیست!

source: Bonus On Ranks
fa_ir: پاداش ارتقای رتبه

source: Activate/Hold Bonus On Ranks
fa_ir: فعال کردن پاداش ارتقای رتبه

source: Affiliates will receive a bonus flat amount each time they will reach a specific rank.
fa_ir: همکاران فروش هربار که به یک رتبه خاص ارتقا پیدا کنند یک مبلغ ثابت به عنوان پاداش به آنها تعلق میگیرد.

source: Amount For Each Rank
fa_ir: مبلغ اختصاصی برای هر رتبه

source: Set a special bonus amount for each rank. This option will also become available in the "Rank Settings" page.
fa_ir: برای هر رتبه مقدار پاداش ویژه تنظیم نمایید.این گزینه معمولا در صفحه تنظیمات رتبه دردسترس است.

source: Default Referral Status
fa_ir: وضعیت پیش فرض ارجاع

source: BuddyPress Account Page
fa_ir: صفحه حساب بادی پرس

source: Activate/Hold Affiliate Section
fa_ir: فعال کردن/توقف بخش همکاری در فروش

source: Fully integrate a user "Affiliate Account" in their "BuddyPress Profile". Once activated, a new tab in their "BuddyPress" menu will show up.
fa_ir: ادغام کامل حساب همکاری در فروش با پروفایل کاربر در بادی پرس. با این عمل یک تب در منوی بادی پرس شما ایجاد میکند.

source: Menu Position
fa_ir: موقعیت منو

source: Non-Affiliate Users
fa_ir: کاربران غیر همکار

source: Even the non-affiliate users will see the new option but instead of "Affiliate Account Page", custom content will show up.
fa_ir: کاربران غیر همکار ویژگی‌های جدید را میبینند اما به جای داشتن صفحه همکاری آنها فقط یک سری محتوای سفارشی شده را می‌توانند ببینند.

source: Custom Content for Non-Affiliate Users:
fa_ir: محتوای سفارشی برای کاربران غیر همکار:

source: Fair Checkout Reward
fa_ir: پاداش هنگام پرداخت

source: Activate/Hold Checkout Reward
fa_ir: فعال کردن/توقف پرداخت پاداش هنگام پرداخت

source: Once activated the customer will have the option to select an affiliate for commission during the checkout process.
fa_ir: وقتی فعال باشد, مشتری میتواند در طول فرآیند پرداخت یکی از همکاران فروش را به عنوان معرف انتخاب کرده تا پاداش (کمیسیون) به او تعلق گیرد.

source: Form Label field
fa_ir: برچسب فیلد فرم

source: The label name for the additional field available inside the checkout form.
fa_ir: نام برچسب برای فیلدهای اضافی در فرم پرداخت دردسترس است

source: Field Settings
fa_ir: تنظیمات

source: Selection Type
fa_ir: نوع انتخاب

source: Client select Affiliate from list
fa_ir: انتخاب همکار(در فروش) از لیست توسط مشتری

source: Client write the Username of Affiliate
fa_ir: مشتری نام کاربری همکار(در فروش) را وارد کند

source: Affiliate Name Display
fa_ir: نمایش نام همکار(در فروش)

source: How affiliates will be displayed.
fa_ir: همکار(در فروش) چگونه نمایش داده شود

source: Display Name
fa_ir: نمایش نام

source: User Nicename
fa_ir: Nicename کاربر

source: Affiliate List
fa_ir: فهرست همکاران در فروش

source: Choose specific affiliates to show up in checkout selection if you do not want to display all of them.
fa_ir: چند همکار(در فروش) خاص را برای نمایش انتخاب کنید اگر می‌خواهید همه ی آنها نمایش داده نشود.

source: Removing tag
fa_ir: حذف برچسب(تگ)

source: Additional Settings
fa_ir: تنظیمات اضافی

source: Rewrite current Affiliate
fa_ir: بازنویسی همکاری در فروش فعلی

source: If there is an affiliate already assigned for the current visitor/customer this one can be ignored. If not, the checkout option will not show up.
fa_ir: اگر قبلا همکاری در فروش به بازدیدکننده/کاربر تخصیص داده شده, این یکی می‌تواند نادیده گرفته شود.اگر نه,تنظیمات پرداخت نمایش داده نمیشود.

source: Require select Affiliate
fa_ir: انتخاب همکار(در فروش) مورد نیاز

source: Force the customer to select an affiliate to continue the checkout process. The additional field will be set as required.
fa_ir: برای ادامه ی انجام پرداخت کاربر را مجبور به انتخاب یک همکار در فروش کنید. فیلدهای اضافی که تنظیم شده اند مورد نیاز اند.

source: Add/Edit Coupons
fa_ir: اضافه/ویرایش کردن کد تخفیف ها

source: Source
fa_ir: منبع

source: Coupon Code
fa_ir: كد کد تخفیف

source: Search coupon code
fa_ir: جستجوی کد تخفیف

source: Affiliate
fa_ir: همکاری در فروش

source: Search affiliate
fa_ir: جستجوی بازاریاب

source: Activate/Hold Coupon
fa_ir: فعال کردن/توقف کد تخفیف

source: Activate or deactivate a coupon without needing to delete it.
fa_ir: شما می توانید یک کد تخفیف را در هر زمان بدون حذف کردن غیرفعال کنید.

source: Coupon Amount
fa_ir: مبلغ کد تخفیف

source: A special amount for this specific coupon needs to be set which will replace the standard amount rank.
fa_ir: یک مقدار خاص برای کد تخفیف باید تنظیم شود که جایگزین مقدار استاندارد رتبه شود.

source: Value
fa_ir: مقدار

source: Affiliates Coupons
fa_ir: کد تخفیف های همکاران فروش

source: Activate/Hold Coupons option for your Affiliates
fa_ir: فعال کردن تنظیمات کد تخفیف برای همکاران(در فروش)

source: You can activate this option to take place in your affiliate system.
fa_ir: شما میتوانید این گزینه را فعال کنید تا در سیستم همکاری در فروش قرار گیرد.

source: Listing Coupons
fa_ir: فهرست کد تخفیف ها

source: Add new Coupon
fa_ir: افزودن کد تخفیف جدید

source: Coupon
fa_ir: کد تخفیف

source: Type
fa_ir: نوع

source: Status
fa_ir: وضعیت

source: Enabled
fa_ir: فعال شده

source: Disabled
fa_ir: غیر فعال

source: Cost Per Mile(CPM) Campaign
fa_ir: کمپین ارزش هر مایل (CPM)

source: Activate/Hold CPM Campaign
fa_ir: فعال کردن/توقف کمپین ارزش هر مایل (CPM)

source: Affiliates will receive a CPM Referral with flat amount rewarded for 1000 impressions (displaying your banners 1000 times).
fa_ir: همکاران فروش یک ارجاع CPM با یک مبلغ ثابت به ازای هر ۱۰۰۰ بار نمایش بنر دریافت خواهند کرد.

source: Once this module will be enabled Creatives (banners) listed on Account Page will have an additional code inside which will allow to track the Impressions. Affiliates will have to update their promotional banner codes to get this feature.
fa_ir: زمانی که این ماژول فعال شود٬ بنرهایی که در صفحه حساب کاربر لیست شده‌اند یک کد اضافه درون خود دریافت خواهند کرد که به آنها اجازه می‌دهد تعداد نمایش‌ها را رصد کنند. همکاران فروش باید کدهای بنرهای‌شان را بروزرسانی کنند تا از این ویژگی برخوردار شوند.

source: Important: this feature may drain into your server over average traffic. Be sure that your Server Performance is good enough related to your number of affiliates otherwise disable the module to be avoided an overloading issue.
fa_ir: نکته مهم: این ویژگی ممکن است باعث کندی وبسایت شما در ترافیک میانگین شود. مطمئن شوید که کیفیت سرور شما با توجه به تعداد همکاران فروش‌تان خوب است در غیر این صورت این ماژول را غیرفعال کنید تا با خطای سرور مواجه نشوید.

source: CPM Amount For Each Rank
fa_ir: مبلغ اختصاصی برای هر رتبه

source: Set a special CPM amount for each rank. This option will also become available in the "Rank Settings" page.
fa_ir: برای هر رتبه مقدار ویژه CPM (پاداش برای چندین نمایش) تنظیم نمایید.این گزینه معمولا در صفحه تنظیمات رتبه دردسترس است.

source: Custom Affiliate Slug
fa_ir: همکاری در فروش سفارشی

source: Activate/Hold Custom Affiliate Slug
fa_ir: فعال کردن/نگاه داشتن نامک سفارشی همکاری در فروش

source: Provides personal slugs besides the default username or ID so affiliates can hide their identity or company name behind a custom slug.
fa_ir: تولید نامک‌های شخصی در کنار نام کاربری یا شناسه، تا همکاران فروش بتوانند هویت خود یا شرکت‌شان را پشت یک نامک اختصاصی پنهان کنند.

source: Establish conditional requirements when affiliates want to set their personal custom slug. Hint: The custom slug is unique and future users may not register it as their username or custom slug.
fa_ir: زمانی که همکار می‌خواهد نامک سفارشی خود را تنظیم کند ملزومات مشروط را منتشر کن. این کار برای این هدف صورت می‌گیرد که مطمئن شوید این امکان وجود نداشته باشد که هنگام ثبت نام یک همکار فروش جدید، از یک نام کاربری مشابه این نامک استفاده شود.

source: Minimum number of characters
fa_ir: حداقل تعداد کاراکتر

source: Maximum number of characters
fa_ir: حداکثر تعداد کاراکتر

source: Slug characters rule
fa_ir: قواعد کاراکترهای نامک
