Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: <p>For a better understanding of how the MLM system works and provides rewards to affiliates, a common&nbsp;scenario is listed below:</p> <h5><span id="mlm-settings"><strong>MLM Settings</strong></span></h5> <p><strong>Matrix Depth(Levels)</strong> : <span style="color: #000000;"><strong>3</strong></span></p> <p><strong>Amount For Each Level</strong></p> <ul> <li>Level 1: 20%</li> <li>Level 2: 10%</li> <li>Level 3: 5%</li> </ul> <h5><span id="john-mlm-matrix-sub-affiliates"><span style="color: #4e6e9c;"><strong>John</strong></span> MLM Matrix sub-affiliates:</span></h5> <ul> <li><span style="color: #cc5a5a;"><strong>Geo</strong></span>&nbsp;– Level 1</li> <li><span style="color: #cc5a5a;"><strong>Bob</strong>&nbsp;–&nbsp;</span>Level 2</li> <li><span style="color: #cc5a5a;"><strong>Max</strong>&nbsp;–&nbsp;</span>Level 3</li> </ul> <h5><span id="actions">Actions:</span></h5> <p><strong>Max</strong> has Rank “Premium” with Amount: <strong>%25</strong><br> <strong>Max</strong> refers a user that purchases a product of: <strong>$400</strong><br> Rank Reward:<br> <strong>Max</strong> gets a referral of: <strong>$100</strong></p> <h5><span id="mlm-rewards">MLM Rewards:</span></h5> <ul> <li>Bob gets: $20 (20% of $100)</li> <li>Geo gets: $10 (10% of $100)</li> <li>John gets: $5 (5% of $100)</li> </ul>
fa_ir: برای شناخت و آموزش شیوه ها و متدهای بازاریابی به مبحث بازاریابی شبکه‌ای از دوره آموزشی افزونه در آکادمی فرشمی مراجعه کنید. برای ثبت نام و دریافت کل دوره آموزشی ابتدا از بخش پشتیبانی فرشمی درخواست کد تخفیف نیم بها نمایید. ‬ ‏‫ <p>For a better understanding of how the MLM system works and provides rewards to affiliates, a ‬ ‏‫common&nbsp;scenario is listed below:</p> ‬ ‏‫<h5><span id="mlm-settings"><strong>MLM Settings</strong></span></h5> ‬ ‏‫<p><strong>Matrix Depth(Levels)</strong> : <span style="color: #000000;"><strong>3</strong></span></p> ‬ ‏‫<p><strong>Amount For Each Level</strong></p> ‬ ‏‫<ul> ‬ ‏‫<li>Level 1: 20%</li> ‬ ‏‫<li>Level 2: 10%</li> ‬ ‏‫<li>Level 3: 5%</li> ‬ ‏‫</ul> ‬ ‏‫<h5><span id="john-mlm-matrix-sub-affiliates"><span style="color: #4e6e9c;"><strong>John</strong></span> MLM Matrix sub-affiliates:</span></h5> ‬ ‏‫<ul> ‬ ‏‫<li><span style="color: #cc5a5a;"><strong>Geo</strong></span>&nbsp;– Level 1</li> ‬ ‏‫<li><span style="color: #cc5a5a;"><strong>Bob</strong>&nbsp;–&nbsp;</span>Level 2</li> ‬ ‏‫<li><span style="color: #cc5a5a;"><strong>Max</strong>&nbsp;–&nbsp;</span>Level 3</li> ‬ ‏‫</ul> ‬ ‏‫<h5><span id="actions">Actions:</span></h5> ‬ ‏‫<p><strong>Max</strong> has Rank “Premium” with Amount: <strong>%25</strong><br> ‬ ‏‫<strong>Max</strong> refers a user that purchases a product of: <strong>$400</strong><br> ‬ ‏‫Rank Reward:<br> ‬ ‏‫<strong>Max</strong> gets a referral of: <strong>$100</strong></p> ‬ ‏‫<h5><span id="mlm-rewards">MLM Rewards:</span></h5> ‬ ‏‫<ul> ‬ ‏‫<li>Bob gets: $20 (20% of $100)</li> ‬ ‏‫<li>Geo gets: $10 (10% of $100)</li> ‬ ‏‫<li>John gets: $5 (5% of $100)</li> ‬ ‏‫</ul> ‬ ‏‫ ‬ ‏‫

source: Notifications Settings
fa_ir: تنظیمات اعلانها

source: 'From' E-mail Address:
fa_ir: 'از' آدرس ایمیل:

source: 'From' Name:
fa_ir: 'از' نام:

source: Add/Edit Notification
fa_ir: افزودن/ویرایش اعلانات

source: Action:
fa_ir: عمل:

source: Register Process
fa_ir: فرآیند ثبت نام

source: Password
fa_ir: رمزعبور

source: Profile Update
fa_ir: به روز رسانی حساب کاربری

source: Admin
fa_ir: مدیر

source: Double E-mail Verification
fa_ir: دو تأیید پست الکترونیکی

source: Target Rank:
fa_ir: رتبه هدف:

source: Subject:
fa_ir: موضوع:

source: Content:
fa_ir: محتوا:

source: Pushover Notification
fa_ir: اعلان های موبایلی

source: Pushover Message:
fa_ir: پیغام اعلان:

source: Only Plain Text and up to
fa_ir: فقط متن ساده

source: characters are available!
fa_ir: کاراکترها هم در دسترس هستند!

source: Activate New Notification
fa_ir: فعال کردن اعلانات جدید

source: Check Mail Server
fa_ir: بررسی سرویس دهنده ایمیل

source: Subject
fa_ir: موضوع

source: Goes to
fa_ir: مربوط میشه به

source: Target Ranks
fa_ir: مراتب هدف

source: Mobile Notifications
fa_ir: اعلان های موبایل

source: No Notification Available!
fa_ir: اعلانی در دسترس نیست!

source: Manage Offers
fa_ir: مدیریت پیشنهادات

source: Activate/Hold Offer
fa_ir: فعال کردن پیشنهادات

source: Activate or deactivate an offer without needing to delete it.
fa_ir: شما می توانید بدون حذف کردن یک پیشنهاد را فعال یا غیر فعال کنید.

source: Offer Amount
fa_ir: مقدار پیشنهاد

source: A special amount for this specific offer needs to be set which will replace the standard amount rank.
fa_ir: یک مقدار (مبلغ) خاص برای این پیشنهاد خاص تعیین کنید تا جایگزین مقدار استاندارد رتبه شود.

source: Date Range
fa_ir: محدوده زمانی

source: The offer will be active during a certain time interval based on your selling strategy.
fa_ir: این پیشنهاد در یک بازه زمانی خاص بر اساس استراتژی فروش شما فعال خواهد شد. (تاریخ شروع و پایان را از اینجا تعیین کنید - اگر خالی بگذارید دائمی خواهد بود)

source: Targeting
fa_ir: هدف گذاری

source: Based on referral source and only for certain affiliates, the offer will be available.
fa_ir: بر اساس منبع ارجاع و تنها برای همکاران در فروش خاص، پیشنهاد در دسترس خواهد بود.

source: Products/Categories
fa_ir: محصولات / دسته بندی ها

source: Products
fa_ir: محصولات

source: Specific Affiliate
fa_ir: همکاران در فروش خاص

source: Choose certain affiliates or type "All" to provide this offer for all of your affiliate users.
fa_ir: یک یا همه ی همکاران در فروش را برای ارسال این پیشنهاد انتخاب کنید .

source: Offer Color
fa_ir: رنگ پیشنهاد

source: Add New Offer
fa_ir: افزودن پیشنهاد تازه

source: ...create your Offers for specific Products or Affiliates
fa_ir: ... پیشنهادات (آفرهای) خود را برای محصولات یا همکاران(در فروش) خاص خود ایجاد نمایید (این آفرهای ویِژه برای تشویق همکاری خاص جهت فروش محصولی خاص صورت می‌پذیرد)

source: Target Affiliates:
fa_ir: همکاران هدف:

source: From
fa_ir: از

source: No Offers to show. Please, add your first Offer.
fa_ir: پیشنهادی (آفری) برای نمایش نیست. لطفا اولین پیشنهاد خود را اضافه کنید.

source: Enable Opt-In
fa_ir: فعال کردن گزینه سرویس‌های اشتراک ایمیلی (opt-in)

source: Opt-In Destination:
fa_ir: انتخاب سرویس مقصد

source: E-mail List
fa_ir: لیست ایمیل

source: During the registration process, the affiliate email address is sent to your OptIn destination.
fa_ir: در طول فرآیند ثبت نام,ایمیل همکاران در فروش برای شما ارسال میشود.

source: Additional Main E-Mail
fa_ir: ایمیل اصلی اضافی

source: Auth Code
fa_ir: کد تایید

source: Get Your Auth Code From Here
fa_ir: کد تایید خود را از اینجا بگیرید

source: Unique List ID:
fa_ir: فهرست شناسه منحصر به فرد:

source: Get Unique List ID
fa_ir: گرفتن فهرست شناسه منحصر به فرد

source: Connect
fa_ir: اتصال

source: Where can I find my API Key?
fa_ir: کلید API چیست؟ کجا می توانم یکی از آنها را پیدا کنم؟

source: ID List
fa_ir: فهرست شناسه

source: Where can I find List ID?
fa_ir: کجا میتوانم لیست شناسه پیدا کنم!؟

source: List Token
fa_ir: توکن لیست

source: Where can I find List Token?
fa_ir: کجا میتوانم توکن لیست را پیدا کنم!؟

source: Where can I find API Key ?
fa_ir: کلید API چیست؟ کجا می توانم یکی از آنها را پیدا کنم؟

source: List ID
fa_ir: فهرست شناسه

source: App ID
fa_ir: شناسه اپلیکیشن

source: Where can I get my App ID?
fa_ir: کجا میتوانم شناسه اپلیکیشن پیدا کنم!؟

source: App Password
fa_ir: رمز اپلیکیشن

source: Click on the list name:
fa_ir: بر روی نام لیست کلیک نمایید:

source: Click on the list name and get the ID from the URL
fa_ir: برروی نام لیست کلیک نمایید و شناسه را از نشانی(URL) بگیرید

source: Get Lists
fa_ir: دریافت لیست

source: List
fa_ir: لیست

source: Select Wysija List:
fa_ir: انتخاب لیست Wysija :

source: No List available
fa_ir: لیستی دردسترس نیست

source: Select MyMail List:
fa_ir: انتخاب لیست MyMail(ایمیلهای من) :

source: No List available
fa_ir: لیستی دردسترس نیست

source: Username Or Email:
fa_ir: نام کاربری یا ایمیل

source: List Name:
fa_ir: نام لیست:

source: Saved E-mail List
fa_ir: لیست ایمیل ذخیره شد

source: Set the Page as:
fa_ir: تنظیم صفحه بعنوان:

source: Page
fa_ir: صفحه

source: Default
fa_ir: پیش‌فرض

source: Page <b>Not Set!</b>
fa_ir: صفحه <b>تنظیم نشده است!</b>

source: PayPerClick Campaign
fa_ir: کمپین پرداخت به ازای هر کلیک

source: Activate/Hold PayPerClick Campaign
fa_ir: فعال کردن/توقف کمپین پرداخت به ازای هر کلیک

source: Affiliates will receive a PPC Referral with flat amount each time a new referred user visit your website.
fa_ir: همکاران فروش هر بار که یک کاربر معرفی شده از سایت شما بازدید کند٬ یک ارجاع PPC با یک مبلغ ثابت دریافت می‌کنند.

source: PPC Amount For Each Rank
fa_ir: مبلغ اختصاصی برای هر رتبه

source: Set a special PPC amount for each rank. This option will also become available in the "Rank Settings" page.
fa_ir: برای هر رتبه مقدار ویژه PPC (پرداخت به ازای کلیک) تنظیم نمایید.این گزینه معمولا در صفحه تنظیمات رتبه دردسترس است.

source: This module has a high level of complexity and requires proper knowledge about Ultimate Affiliate Pro system and may restrict registration process for new affiliate users. It is recommended only for advanced users.
fa_ir: این ماژول از پیچیدگی بالایی برخوردار است و نیاز به دانش کافی در مورد سیستم Ultimate Affiliate Pro دارد و ممکن است روند ثبت نام را برای کاربران وابسته جدید محدود کند. این فقط برای کاربران پیشرفته توصیه می شود.

source: Account Page - Pay to become Affiliate
fa_ir: صفحه حساب - پرداخت وجه جهت بازاریاب شدن

source: Activate/Hold Pay to become affiliate
fa_ir: فعال کردن/توقف پرداخت جهت تبدیل شدن به بازاریاب

source: Once this module is enabled new registered users will not be set as Affiliates until a specific purchase is confirmed. Based on Module settings, the system will check for current user if any complete Order with targeted products exist.
fa_ir: وقتی این مازول فعال باشد کاربران ثبت نام شده‌ی جدید به عنوان همکار فروش تبدیل نخواهند شد تا این که یک پرداخت اختصاصی تایید شود. بر اساس تنظیمات ماژول٬ سیستم کاربر جدید را بررسی می‌کند که آیا سفارش تکمیل شده‌ای با محصولات هدف دارد یا خیر.

source: For "Become an Affiliate" button dedicated for logged users the same restriction will apply. That button will not show up at all until current user will not complete the required payment.
fa_ir: برای دکمه <<همکار فروش شوید>> اختصاص یافته برای کاربران وارد شده٬ همان محدودیت اعمال خواهد شد. تا زمانی که کاربر فعلی پرداخت مورد نیاز را تکمیل نکرده باشد دکمه اصلا نمایش داده نخواهد شد.

source: Based source of products
fa_ir: بر پایه منابع محصولات

source: All products
fa_ir: همه محصولات

source: Payment Form
fa_ir: فرم پرداخت

source: Pay With
fa_ir: پرداخت با

source: Choose one of the Payment Gateway Option. "Bank Transfer" is an offline alternative payment.
fa_ir: یکی از روشهای پرداخت را انتخاب نمایید.

source: Payment Status
fa_ir: وضعیت پرداخت

source: As "Bank Transfer" payment option you can set for now the a temporary Payment status.
fa_ir: برای روش انتقال بانکی میتوانید یک وضعیت موقت تنظیم نمایید.

source: Pending
fa_ir: در انتظار

source: Complete
fa_ir: کامل

source: Submit
fa_ir: ارسال

source: Cancel
fa_ir: لغو

source: Payment Type
fa_ir: نوع پرداخت

source: Payment Details
fa_ir: جزئیات پرداخت

source: UnPaid Referrals
fa_ir: ارجاع های پرداخت نشده

source: Total Paid Referrals
fa_ir: تعداد کل معارفه های(ارجاع های) پرداخت شده شما

source: Total number of Paid Referrals
fa_ir: تعداد کل معارفه های(ارجاع های) پرداخت شده شما

source: Total number of UnPaid Referrals
fa_ir: تعداد کل معارفه های(ارجاع های) پرداخت نشده شما

source: Total number of Transactions
fa_ir: همه تراکنش ها

source: Affiliate UserName
fa_ir: نام کاربری همکاری در فروش

source: Paid Referrals
fa_ir: ارجاع های پرداخت شده

source: Unpaid Referrals
fa_ir: ارجاع های پرداخت نشده

source: Unpaid Amount
fa_ir: مقدار پرداخت نشده

source: Reference
fa_ir: ارجاع

source: Date
fa_ir: تاریخ

source: Paid
fa_ir: پرداخت شده

source: UnPaid
fa_ir: پرداخت نشده

source: Errors:
fa_ir: خطاها:

source: Pay selected Referrals
fa_ir: پرداخت ارجاع های انتخاب شده

source: Pay
fa_ir: پرداخت

source: PayPal - Payouts
fa_ir: پی پال - پرداخت

source: Activate/Hold PayPal Gateway
fa_ir: فعال کردن درگاه پی پال

source: Once activated you can process payments to your affiliate users via PayPal directly from the affiliate system.
fa_ir: اگر این گزینه فعال باشه شما میتوانید بطور مستقیم پرداختهای همکاران در فروش را با پی پال انجام دهید

source: Sandbox
fa_ir: جعبه شن(مکانیزم حفاظتی)

source: Sandbox Client ID
fa_ir: شناسه جعبه شن(مکانیزم حفاظتی)

source: Sandbox Client Secret
fa_ir: شناسه جعبه شن(مکانیزم حفاظتی) مشتری

source: Client ID
fa_ir: شناسه مشتری

source: Client Secret
fa_ir: کلید مشتری

source: 1. Go to
fa_ir: 1- برو به

source: and login with your PayPal email and password.
fa_ir: و با حساب پی پال خود لاگین کن

source: 2. After you have successfully logged in go to:
fa_ir: 2- پس از ورود موفق برو به

source: and create a new REST API application.
fa_ir: و یک اپلیکیشن رست ای پی آی جدید ایجاد کن

source: 3. After you have created a new application, the "Client ID" and "Client Secret" will be available.
fa_ir: 3- سپس شناسه مشتری و رمز مشتری در دسترس خواهد بود.

source: Your current version of PHP is
fa_ir: نسخه PHP شما

source: . To use this feature You need >= PHP 5.4.
fa_ir: برای استفاده از این ویژگی شما به نسخه PHP 5.4 نیاز دارید.

source: Periodic Reports
fa_ir: گزارش‌های دوره ایی

source: Activate/Hold Periodic Reports
fa_ir: فعال کردن/ توقف گزارشهای دوره‌ای

source: If this module is activated, affiliates will receive periodical reports about their affiliate account and rewards. Each affiliate may decide the frequency of these reports (daily, weekly, monthly) from his "Account Page".
fa_ir: اگر این ماژول فعال شود,همکاران میتوانند گزارشات دوره ای در باره ی فعالیتهای خود,پاداش های خود و... دریافت کنند. هر بازاریاب می‌تواند دوره گزارشات را برای حسابش انتخاب کند مثلا روزانه هفتگی یا ماهانه

source: Report Subject
fa_ir: موضوع گزارش

source: Report Content
fa_ir: محتوای گزارش

source: Referral Reports constants
fa_ir: ارجاع گزارشات ثابت

source: Send Notification Time
fa_ir: زمان ارسال اعلان

source: Decide when it is the best time of day for your website to start managing email reports. The script runs daily on the back-end and checks the report period for each affiliate and how much time has passed since the last report. Based on this new reports are managed automatically by the system.
fa_ir: بهترین زمان روز را برای وبسایت‌تان جهت ارسال ایمیل‌های گزارشات تعیین کنید. توضیح: اسکریپت در بک اند به صورت روزانه اجرا می‌شود و دوره گزارش را برای هر بازاریاب و زمان سپری شده از آخرین گزارش را بررسی می‌کند. بر این اساس٬ گزارشات جدید به صورت خودکار توسط سیستم مدیریت می‌شوند.

source: Keep in mind that it may be necessary to send a big number of emails and your hosting provider may restrict this action. Be sure that you are able to manage email reports for all of your affiliates.
fa_ir: بخاطر داشته باشید که برای ارسال تعداد زیادی ایمیل هاست شما باید از این قابلیت پشتیبانی کند.

source: Register Form
fa_ir: فرم ثبت نام

source: Logout Button
fa_ir: دکمه خروج

source: Password Recovery
fa_ir: بازیابی رمز عبور

source: User Page
fa_ir: صفحه کاربر

source: Product Links
fa_ir: لینک های محصولات

source: Activate/Hold Product Links
fa_ir: فعالسازی/ توقف لینک های محصولات

source: Affiliates can easily search for products and analyze them for generating custom affiliate links. The module is ready and compatible with WooCommerce, Ultimate Learning Pro and Easy Digital Downloads.
fa_ir: همکاران فروش می‌توانند به سادگی هر محصول را جستجو کرده و آنها را برای ساخت لینک های ارجاع اختصاصی تحلیل کنند. این ماژول آماده به کار و سازگار با ووکامرس٬ Ultimate Learning Pro و Easy Digital Downloads می‌باشد.

source: Once the Module is enabled an extra sub-tab will be available on Account Page under "Marketing" main tab.
fa_ir: وقتی این ماژول فعال شود یک تب زیرین٬ زیر تب اصلی بازاریابی در صفحه حساب کاربر نمایش داده می‌شود.

source: Show Reward calculation
fa_ir: نمایش محاسبه پاداش

source: Besides the Product price, affiliates may see how actually the receives if the product is promoted. The system is able to take in consideration any available Offers for each product if a such value is set
fa_ir: در کنار قیمت محصول٬ همکاران فروش می‌توانند در صورتی که محصول تبلیغ و پروموت شده باشد٬ نحوه دریافت‌ها را مشاهده کنند. سیستم می‌تواند ملاحظات مربوط به پیشنهادت در دسترس را برایی هر محصول در نظر بگیرد اگر چنین مقداری تنظیم شده باشد.

source: Products Source
fa_ir: منبع محصولات

source: You may place the showcase into any other place than is by default by copying the available shortcode.
fa_ir: شما می‌توانید به کمک شورت کد٬ نمای کلی/گزارشات را در هر جای دیگری به جز مکان پیشفرض٬ قرار دهید.

source: Pushover Notifications
fa_ir: اعلان های موبایلی

source: Activate/Hold Pushover Notifications
fa_ir: فعالسازی /توقف اعلان های موبایلی

source: App Token
fa_ir: توکن اپ

source: Admin Personal User Token
fa_ir: توکن کاربر شخصی ادمین

source: Use this to get 'Admin Notifications' on your own device.
fa_ir: از این برای دریافت اعلان های مدیریتی در موبایل شخصی خود استفاده کنید.

source: URL Title
fa_ir: عنوان یوآرال

source: login with your credentials or sign up for a new account.
fa_ir: با اطلاعات حساب خود وارد شوید یا برای ساخت حساب کاربری جدید اقدام نمائید.

source: 2. After that go to
fa_ir: 2- سپس برو به

source: and create new App.
fa_ir: و یک اپ جدید بساز.

source: 3. Set the type of App at 'Application'.
fa_ir: 3- نوع اپ را روی 'Application' بگذار.

source: 4. Copy and paste API Token/Key.
fa_ir: 1- توکن/کلید را کپی پیست کن

source: Notification Sound
fa_ir: صدای نوتیفیکیشن

source: Default Sound for mobile notification
fa_ir: صدای پیشفرض برای نوتیفیکیشن های موبایلی

source: Classical
fa_ir: کلاسیک

source: Magic
fa_ir: جادویی

source: PushOver Referrals Notifications
fa_ir: نوتیفیکیشن‌های پوش برای ارجاع‌ها

source: Activate/Hold PushOver Referrals Notifications
fa_ir: فعال کردن/ توقف نوتیفیکیشن‌های پوش برای ارجاع

source: QR Codes
fa_ir: کدهای QR

source: Activate/Hold QR Codes into Account Page
fa_ir: فعال کردن کدهای QR در صفحه حساب

source: Affiliates may download and share their QR codes anywhere out of the website.
fa_ir: همکاران در فروش ممکن است دانلود کنند و یا به اشتراک بزارند کدهای QR در خارج از وبسایت.

source: QRCode Image Size
fa_ir: اندازه تصویر کد QR:

source: Decides the image size for the QR code. Bigger is much easier to scan, but has an increased load time.
fa_ir: اندازه تصویر کد QR .تصویر بزگ راحت تر اسکن میشه اما لودش بیشتر طول میکشه.

source: ECC Data Level
fa_ir: ECC سطح داده ها

source: Error Code Correction is their ability to sustain "damage" and continue to function even when a part of the QR code image is obscured. Level L or Level M represent the best compromise between density and ruggedness for general marketing use.
fa_ir: کد تصحیح خطا توانایی برای حفظ «خسارت» و به عمل ادامه حتی زمانی که بخشی از تصویر کد QR پنهان است. سطح L یا M سطح نشان دهنده بهترین مصالحه بین چگالی و استحکام برای استفاده عمومی بازاریابی است.

source: Manage Rank
fa_ir: مدیریت رتبه‌ها

source: Activate/Hold Rank
fa_ir: فعال کردن رتبه

source: Activate or deactivate a specific rank without needing to delete it.
fa_ir: شما می توانید رتبه را بدون حذف کردن، فعال یا غیرفعال نمایید.

source: Rank Settings
fa_ir: تنظیمات رتبه

source: The slug needs to be unique and set only with lowercase characters.
fa_ir: پیوندهای یکتا باید خاص باشند و تنظیم بشه فق با حروف کوچک.

source: unique rank name
fa_ir: نام یکتا برای رتبه

source: Position
fa_ir: موقعیت

source: Based on rank position an affiliate may jump to the next rank if the achievement conditions are met.
fa_ir: براساس رتبه جایگاه همکاران در فروش ممکن است ارتقا یابد.اگر شرایط دستاوردها اعمال شود.

source: Order
fa_ir: سفارش

source: Rank Amount
fa_ir: مبلغ کمیسیون برای این رتبه

source: The default rank amount may be overwritten by specific offers or other special settings.
fa_ir: مقدار رتبه پیشفرض ممکن است دوباره نویسی شود توسط پیشنهادات خاص یا تنظیمات خاص دیگر

source: Achievement
fa_ir: دستاورد

source: To jump into current rank, affiliates need to accomplish the required achievements.
fa_ir: برای پرش به رتبه فعلی، همکاران فروش نیاز به انجام رساندن دستاوردهای مورد نیاز دارند.

source: Rank Color
fa_ir: رنگ رتبه

source: Bonus
fa_ir: جایزه

source: Achievement Bonus
fa_ir: پاداش دستاورد

source: Affiliates will receive a bonus of a flat amount each time they will reach a higher rank.
fa_ir: همکاران فروش هربار که به یک رتبه خاص ارتقا پیدا کنند یک مبلغ ثابت به عنوان پاداش به آنها تعلق میگیرد.

source: SignUp Referrals
fa_ir: ارجاع برای ثبت‌نام

source: Available for membership system, awarding commission when referred user signs up.
fa_ir: در دسترس برای سیستم عضویت، در ازای ثبت‌نام کاربر معرفی شده، معرف (همکار) کمیسیون به عنوان پاداش دریافت کند

source: LifeTime
fa_ir: مادام‌العمر

source: LifeTime Comission
fa_ir: دوره کمیسیون

source: Allow for your affiliate to receive commission for all lifetime referrals.
fa_ir: به همکاران فروش خود اجازه دهید که برای ارجاع‌های شان به طور مادام‌العمر کمیسیون دریافت کنند

source: Reccurring Referrals
fa_ir: ارجاعات مجدد

source: Award commissions for recurring subscriptions into membership systems.
fa_ir: اگر شخص معارفه شده مجدد ثبت نام نماید,کاربر ارجاع دهنده کمیسیون دریافت میکند.

source: MLM Referrals For Each MLM Level
fa_ir: MLM معارفه ها برای هر سطح MLM

source: Set a multi-level marketing system for your affiliates.
fa_ir: برای همکاران در فروش خود یک سیستم بازاریابی چند سطحی ایجاد نمایید.

source: PayPerClick (CPC) Campaign
fa_ir: کمپین پرداخت به ازای هر کلیک (CPC)

source: PPC Amount
fa_ir: مبلغ PPC

source: Cost Per Mile (CPM) Campaign
fa_ir: کمپین ارزش هر مایل (CPM)

source: CPM Amount
fa_ir: مبلغ CPM

source: Affiliates will receive a CPM Referral with flat amount rewarded for 1000 impressions (displaying your banners 1000 times)
fa_ir: همکاران فروش یک ارجاع CPM با یک مبلغ ثابت به ازای هر ۱۰۰۰ بار نمایش بنر دریافت خواهند کرد.

source: Add new Rank
fa_ir: افزودن رتبه جدید

source: ...create your Rank with new achievements!
fa_ir: --- رتبه خود را با دستاوردهای جدید ایجاد نمایید!

source: Achieve
fa_ir: به دست آوردن

source: From:
fa_ir: از:

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیرفعال

source: No Ranks Available!
fa_ir: رتبه ها در دسترس نیستند

source: Are you sure that you want to delete this rank?
fa_ir: مطمئنید که می‌خواهید این رتبه را پاک کنید؟

source: Ranks PRO options
fa_ir: گزینه‌های رتبه‌ی پیشرفته

source: Activate/Hold Ranks PRO
fa_ir: فعال کردن/توقف رتبه‌های پیشرفته

source: Achievements Calculation
fa_ir: محاسبه دستاوردها

source: Ranks are calculated and assigned 2 times per day via Cron jobs or it can be manually triggered from Affiliates section.
fa_ir: رتبه‌ها دو بار در روز از طریق کرون جاب محاسبه و تخصیص داده می‌شوند و یا به صورت دستی از بخش همکاران فروش تریگر می‌شوند.

source: If is set an <strong>Unlimited</strong> period affiliates can receive a <strong>higher rank</strong> only if the achievements are accomplished.
fa_ir: اگر بر روی دوره زمانی <strong>نامحدود</strong> تنظیم شود٬ همکاران فروش <strong>رتبه بالاتری</strong> می‌توانند دریافت کنند البته در صورتی که دستاوردها محقق شده باشد.

source: For <strong>Limited</strong> calculation time, will be taken in consideration for achievement verification only Referrals from a specific period. Affiliates who did not achieved at least the current rank requirements may receive a <strong>lower rank</strong>.
fa_ir: برای زمان محاسبه <strong>محدود</strong>٬ با توجه به تایید دستاوردها تنها برای ارجاع‌هایی متعلق به یک دوره زمانی خاص اخذ خواهد شد. همکارانی که دستکم پیش‌نیازهای رتبه فعلی را به دست نیاورده باشند ممکن است <strong>رتبه پایین‌تری</strong> دریافت کنند.

source: Period of :
fa_ir: دوره زمانی :

source: days
fa_ir: روز

source: Reset Ranks
fa_ir: بازنشانی رتبه‌ها

source: Reset all affiliates ranks to the Basic one monthly. Choose the desired date of the month
fa_ir: تمام رتبه‌های همکاران فروش را هر ماه (یکبار در ماه) به رتبه اولیه بازگردان. تاریخ دلخواه در هر ماه را برای این کار انتخاب کنید.
