Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: You Slug have been saved
fa_ir: نامک شما ذخیره شده است.

source: Tracking details
fa_ir: جزئیات پیگیری

source: Tracking ID:
fa_ir: شناسه ردیابی:

source: Tracking Code:
fa_ir: کد پیگیری:

source: Your unique identificator will be used for tracking new leads
fa_ir: شناسه منحصر به فرد شما برای پیگیری موارد جدید استفاده می شود

source: Default Affiliate Link:
fa_ir: لینک ارجاع پیشفرض:

source: Alternative Slug Link:
fa_ir: لینک نامک جایگزین:

source: You can change your custom Affiliate slug anytime from
fa_ir: هر زمان می‌توانید نامک بازاریابی سفارشی خود را تغییر دهید از

source: Social Links
fa_ir: لینكهای شبکه های اجتماعی

source: Link Generator
fa_ir: تولید کننده لینک

source: If you'd prefer to append your own affiliate links with an alternate incoming URL, use the following structure. To build your link, take the following URL and append it with the Alternate Incoming URL you want to use.
fa_ir: اگر ترجیح میدهید لینکهای همکاری در فروش خود را با یک نشانی ورودی جایگزین (به جای صفحه اصلی سایت) تغییر دهید, برای ساخت لینک ارجاع اختصاصی خود به صفحه مورد نظر، نشانی لینک صفحه موردنظرتان را در کادر زیر وارد کنید. شما همچنین می‌توانید این لینک اختصاصی را به کمپین خاصی متصل کنید.

source: Friendly Links:
fa_ir: لینک های سئو پسند:

source: Default link format
fa_ir: فرمت لینک پیشفرض

source: Friendly link format
fa_ir: فرمت لینک های مطابق با سئو

source: Tracking Code
fa_ir: کد پیگیری

source: Referrence Type:
fa_ir: نوع ارجاع:

source: Specific Website page:
fa_ir: برگه خاص وبسایت:

source: Enter any URL from this website in the form above to generate a referral link!
fa_ir: یک آدرس URL از این وبسایت را در فرم بالا وارد کنید تا لینک ارجاعی ایجاد شود!

source: Generate Link
fa_ir: ایجاد لینک

source: Your Affiliate ID is:
fa_ir: شناسه همکاری در فروش شما:

source: Your Affiliate Name is:
fa_ir: نام همکاری در فروش شما:

source: Your referral URL is:
fa_ir: نشانی ارجاع شما:

source: Your Custom Slug:
fa_ir: نامک سفارشی شما:

source: Off
fa_ir: خاموش

source: Specific URL:
fa_ir: نشانی خاص:

source: Until
fa_ir: تا

source: Rank...
fa_ir: رتبه…

source: achieved
fa_ir: به دست آمد

source: Your Landing Pages
fa_ir: صفحات فرود شما

source: Statements
fa_ir: روشها

source: OverAll
fa_ir: به طور کلی

source: Tips
fa_ir: توصیفات

source: Referral Notifications & Reports
fa_ir: ارجاع گزارشات و اعلانها

source: Show Info Affiliate Bar
fa_ir: نمایش نوار اطلاعات همکار فروش

source: Choose if you want to show and use the Info Affiliate Bar into website pages once you navigate them. This is quickest and easiest way to link to any page. Info Affiliate Bar will show up at the top of every page you visit. To generate an affiliate link just go to the specific page and use the available options from FlashBar.
fa_ir: انتخاب کنید که آیا می‌خواهید نوار اطلاعات همکاری در فروش را در صفحاتی که وارد آنها می‌شوید مشاهده کنید یا خیر. این راحت‌ترین و سریع‌ترین روش برای ساخت لینک ارجاع از یک صفحه است. نوار اطلاعات همکاری در فروش در بالای هر صفحه‌ای که بازدید می‌کنید نمایش داده می‌شود. برای تولید یک لینک ارجاع فقط به صفحه مورد نظرتان بروید و از گزینه‌های نوار فلش استفاده کنید.

source: Temporary Hide Info Affiliate Bar
fa_ir: به صورت دایمی نوار اطلاعات همکاری در فروش را پنهان کن

source: If is necessary you may turn off Info Affiliate Bar for 24hrs and will show up automatically after this period.
fa_ir: در صورت لزوم ممکن است نوار اطلاعات همکاری در فروش را برای 24 ساعت خاموش کنید و به طور خودکار بعد از این مدت ظاهر می شوید.

source: Your Landing Page
fa_ir: صفحه فرود شما

source: Redirect traffic and leads to your Landing Page without being necessary to use your Tracking Code in order to track visitors. Users will no longer avoid links that could benefit a certain affiliate because no affiliate link will be required on this case.
fa_ir: ترافیک و ورودها به صفحه فرود خود را بدون نیاز به استفاده از کد رهگیری در جهت رهگیری بازدید کنندگان، تغییر مسیر دهید. کاربران دیگر نمی‌توانند از سود رساندن به یک بازاریاب مشخص خودداری کنند چرا که هیچ لینک ارجاعی در این حالت نیاز نیست.

source: No Landing Page have been assigned to your account yet.
fa_ir: هیچ صفحه فرودی به حساب شما اختصاص داده نشده است

source: Page Title
fa_ir: نام برگه

source: Total Numbers of Clicks
fa_ir: تعداد کل کلیک ها

source: How many times your affiliate link have been used
fa_ir: چند بار لینک بازاریابی شما استفاده شده است

source: Conversions
fa_ir: تبدیل

source: If customer successfully completes a certain action
fa_ir: اگر مشتری با موفقیت یک اقدام خاص را انجام دهد

source: Success Rate
fa_ir: میزان موفقیت

source: Clicks History
fa_ir: تاریخچه کلیک ها

source: In order to have affiliates inisde your MLM Matrix just promote the affiliate program and bring new affiliates registered with your Affiliate Link.
fa_ir: برای اینکه در ماتریکس mlm خود، همکار فروش/بازاریاب به عنوان زیرشاخه جذب کنید، می‌بایست برنامه همکاری در فروش را پروموت کرده و با لینک ارجاع خود افرادی را به سایت جذب کنید که به عنوان بازاریاب ثبت نام کنند.

source: rewards and commissions received by now
fa_ir: پاداش و کمیسیون های دریافت شده تا حالا

source: withdrawn number of referrals until now
fa_ir: دریافت وجه تعداد ارجاع‌ها تا حالا

source: which have been not withdrawn yet
fa_ir: که تا به حال تسویه نشده

source: Total Payout Transactions
fa_ir: همه تراکنش‌های پرداخت شده

source: Withdrawn Earnings by Now (total Transactions)
fa_ir: درآمدهای تسویه شده تا حالا (کل تراکنش ها)

source: Current Account Balance
fa_ir: موجودی فعلی حساب

source: You can learn more about Affiliate program and to start earning referrals
fa_ir: شما می‌توانید اطلاعات بیشتری درباره برنامه همکاری در فروش یافته و شروع به کسب درآمد کنید

source: Earnings Overview
fa_ir: چشم انداز درآمدها

source: (for Last 30 days)
fa_ir: (برای 30 روز اخیر)

source: Line Graph for Earnings back to 30 days.
fa_ir: نمودار خطی برای درآمدهای ۳۰ روز گذشته.

source: Total Earnings
fa_ir: درآمد کل

source: Summary for This Month
fa_ir: چکیده برای این ماه

source: Total Referrals:
fa_ir: مجموع ارجاع ها:

source: Total Earnings:
fa_ir: درآمد کل:

source: UnVerified Referrals:
fa_ir: ارجاعات تایید نشده:

source: Clicks:
fa_ir: کلیک ها:

source: Total number of Referrals:
fa_ir: تعداد کل معارفه های شما:

source: Total number of Payments:
fa_ir: تعداد کل پرداخت های شما:

source: Total number of Paid Referrals:
fa_ir: تعداد کل معارفه های پرداخت شده شما:

source: Total number of UnPaid Referrals:
fa_ir: تعداد کل معارفه های پرداخت نشده شما:

source: Total value of Paid Payments:
fa_ir: جمع کل پرداخت های پرداخت شده:

source: Total value of Unpaid Payments:
fa_ir: جمع کل پرداخت های پرداخت نشده:

source: Earnings received
fa_ir: درآمدهای دریافت شده

source: Your Payout Method
fa_ir: روش پرداخت شما

source: Pay me by
fa_ir: به من پرداخت کن با

source: Before we can pay you, we must have your Payment Information. Be sure that are properly submitted.
fa_ir: قبل از اینکه بتوانیم به شما پرداخت کنیم ، باید اطلاعات پرداخت شما را داشته باشیم. مطمئن باشید که به درستی آنها را ارسال کرده‌ایید.

source: Your PayPal Account E-mail Address
fa_ir: آدرس ایمیل پی پال شما

source: Bank Account details
fa_ir: مشخصات حساب بانکی

source: You can receive earnings in personal bank account
fa_ir: شما درآمدهای خود را از طریق این مشخصاتی که ارسال می‌کنید دریافت می‌کنید.

source: Expiration
fa_ir: انقضاء

source: Tax ID
fa_ir: شناسه مالیات

source: Company
fa_ir: شرکت

source: Additional owners
fa_ir: مالکان اضافی

source: Transit Number
fa_ir: شماره انتقال

source: Birthday day
fa_ir: روز تولد

source: Birthday month
fa_ir: ماه تولد

source: Birthday year
fa_ir: سال تولد

source: Address
fa_ir: نشانی

source: SSN Last 4
fa_ir: کد چهار رقمی

source: Personal ID Number
fa_ir: شناسه شخصی

source: Business Name
fa_ir: نام شغلی

source: Business Tax ID
fa_ir: شناسه مالیاتی شغل

source: Personal Address - City
fa_ir: شهر - نشانی شخصی

source: Personal Address - Line 1
fa_ir: نشانی شخصی - خط 1

source: Verification Document
fa_ir: سند تایید

source: Terms of service
fa_ir: شرایط و مقررات

source: Total Transactions Amount
fa_ir: مقدار همه ی تراکنشها

source: You can setup or change your <strong>Payout details</strong> form
fa_ir: شما می‌توانید <strong>اطلاعات پرداخت</strong> را تنظیم کنید یا تغییر دهید از

source: Withdrawn History
fa_ir: سوابق درخواست وجه

source: Payment Method
fa_ir: روش پرداخت

source: Here you will see all your proceeded Withdrawn once your earnings will be paid to your payment account.
fa_ir: در اینجا شما می‌توانید تمام درخواست‌های برداشت از حساب درآمدی خود را که از طریق روش پرداخت تعیین شده در حال واریز به حساب شماست را مشاهده کنید.

source: Setup PushOver Notification
fa_ir: تنظیم اعلان های موبایلی

source: You can get real-time notifications directly on your smartphone via <a hiref='https://pushover.net/' target='_blank'>PushOver</a> application.
fa_ir: شما می‌توانید نوتیفیکشین‌های مستقیم را بر روی گوشی‌های هوشمندتان دریافت کنید از طریق نرم افزار <a hiref=‘https://pushover.net/' target=‘_blank’>PushOver</a>.

source: Personal User Token
fa_ir: توکن کاربر شخصی

source: Sign up on <a hiref='https://pushover.net/' target='_blank'>https://pushover.net/</a> for a new account in order to get your Token.
fa_ir: در سایت <a hiref=‘https://pushover.net/' target=‘_blank’>https://pushover.net/</a> یک حساب جدید ثبت کنید تا بتوانید یک توکن دریافت کنید.

source: Referral Notification
fa_ir: اعلانات ارجاع

source: Periodic Reports Interval
fa_ir: فاصله دوره گزارش

source: You can decide if and when you want to receive reports via Email.
fa_ir: شما می توانید تصمیم بگیرید که آیا و کی می خواهید گزارش ها را از طریق ایمیل دریافت کنید.

source: Never send reports
fa_ir: هرگز گزارشات را ارسال نکن!

source: Daily Reports
fa_ir: گزارشات روزانه

source: Weekly Reports
fa_ir: گزارشات هفتگی

source: Monthly Reports
fa_ir: گزارشات ماهانه

source: Verified Referrals Amount
fa_ir: مبلغ ارجاع‌های تایید شده

source: UnVerified Referrals Amount
fa_ir: مبلغ ارجاع تایید نشده

source: Total No of Referrals
fa_ir: تعداد کل ارجاع ها

source: Here are listed only Unpaid Referrals which have not been withdrawn yet. For a full list of referrals check
fa_ir: در اینجا فقط ارجاع های پرداخت نشده که هنوز برداشت نشده اند ذکر شده است. برای یک لیست کامل از ارجاع‌ها

source: this section
fa_ir: این بخش را چک کنید

source: Rewards and Commissions
fa_ir: پاداش ها و کمیسیون ها

source: Campaign
fa_ir: کمپین

source: Received on
fa_ir: دریافت شده در

source: Here you will see all your Rewards and Commission that will be received based on your activity. Start your Affiliate campaing to earn commission.
fa_ir: در اینجا کلیه پاداش‌ها و کمیسیون‌هایی را که بر اساس فعالیت خود دریافت کرده‌اید مشاهده می‌کنید. کمپین بازاریابی خود را آغاز کنید تا درآمد بیشتری کسب کنید.

source: Payment
fa_ir: روش پرداخت

source: Total referrals
fa_ir: مجموع معارفه ها(ارجاعات)

source: Total Withdrawn Earnings (paid Referrals)
fa_ir: کل درآمدهای تسویه شده (ارجاع‌های پرداخت شده)

source: Your current Balance
fa_ir: موجودی فعلی شما

source: Total Clicks
fa_ir: کل کلیک ها

source: Converted Clicks
fa_ir: کلیک های تبدیل شده

source: Your Achievements
fa_ir: دستاوردهای شما

source: You moved from
fa_ir: شما منتقل شدید از

source: Users will no longer avoid links that could benefit a certain affiliate, because they will not be able to know to which affiliate the link belongs to.
fa_ir: کاربران دیگر نمی‌توانند از کسب سود توسط همکاران اجتناب کنند چرا که آنها نمی‌توانند بفهمند لینک ارجاع به کدام همکار تعلق دارد.

source: Your Referrer Link
fa_ir: لینک ارجاع شما

source: Submit one of your website page from where traffic should be tracked and recorded as coming from you.
fa_ir: یکی از برگه های وبسایت خود را انتخاب کنید که ترافیک های ورودی آن رهگیری و رکورد شوند.

source: You can submit up to <strong>
fa_ir: شما می‌توانید ثبت کنید تا سقف <strong>

source: links </strong>
fa_ir: لینک </strong>

source: Your own Referrer Links
fa_ir: لینک های ارجاع اختصاصی شما

source: Banner Size
fa_ir: اندازه بنر

source: Small
fa_ir: کوچک

source: Medium
fa_ir: متوسط

source: Large
fa_ir: بزرگ

source: Your Affiliate Link
fa_ir: لینک ارجاع شما

source: Copy the generated link and paste it into your website
fa_ir: لینک تولید شده را کپی کرده و در وبسایت خود پیست کنید

source: Simple Affiliate Link
fa_ir: لینک ارجاع ساده

source: Banner Affiliate Link
fa_ir: لینک ارجاع بنری

source: Your Profile
fa_ir: پروفایل شما

source: Extra Settings
fa_ir: تنظیمات اضافی

source: Learn more
fa_ir: اطلاعات بیشتر

source: Temporary Hide FlashBar
fa_ir: پنهان کردن دایمی فلش بار

source: FlashBar will be disabled for 24hrs
fa_ir: فلش بار به مدت ۲۴ ساعت غیرفعال می‌شود

source: Lost your password?
fa_ir: رمز را فراموش کردید؟

source: Log In
fa_ir: ورود

source: Dont have an account?
fa_ir: حساب ندارید؟

source: Sign Up
fa_ir: ثبت نام

source: Please complete all require fields!
fa_ir: لطفا تمام فیلدهای لازم را پر کنید!

source: Admin Info:
fa_ir: اطلاعات مدیر:

source: Choose category
fa_ir: انتخاب دسته بندی

source: Search Products
fa_ir: جستجوی محصولات

source: Results
fa_ir: نتایج

source: Default Sorting
fa_ir: مرتب سازی پیش‌فرض

source: Sort by popularity
fa_ir: ترتیب بر اساس محبوبیت

source: Sort by newness
fa_ir: مرتب‌سازی بر اساس جدیدترین

source: Sort by price: low to high
fa_ir: مرتب سازی بر اساس قیمت: ارزان به گران

source: Sort by price: high to low
fa_ir: مرتب سازی بر اساس هزینه: گران به ارزان

source: Product
fa_ir: محصول

source: Price
fa_ir: قیمت

source: Rewards
fa_ir: پاداش

source: Load More
fa_ir: بارگذاری بیشتر

source: Product Link
fa_ir: لینک محصول

source: Category:
fa_ir: دسته:

source: LogIn
fa_ir: ورود

source: Username or E-mail
fa_ir: نام کاربری یا ایمیل

source: Get New Password
fa_ir: دریافت رمز تازه

source: To reset your password, please enter your email address or username below
fa_ir: جهت بازیابی رمز عبور٬ لطفا ایمیل و نام کاربری خود را اینجا وارد کنید

source: Enter your username or email
fa_ir: نام کاربری یا ایمیل

source: Reset My Password
fa_ir: نوسازی رمز

source: This is a Trial Version of <strong>Ultimate Affiliate Pro</strong> plugin. Please add your purchase code into Licence section to enable the Full Ultimate Affiliate Pro Version.
fa_ir: این نسخه آزمایشی از افزونه <strong>کامل همکاران فروش حرفه ای</strong> است. لطفا لایسنس خود را جهت فعال سازی کامل افزونه وارد نمایید. رجوع به

source: Upload
fa_ir: بارگذاری

source: Service Type
fa_ir: نوع سرویس

source: Add On Wallet
fa_ir: اضافه کردن در کیف پول

source: Total Credit:
fa_ir: مجموع اعتبار:

source: No service available!
fa_ir: سرویسی در درسترس نیست!

source: Wallet available Credit
fa_ir: اعتبار کیف پول در دسترس

source: Available Deposit based on your Earnings
fa_ir: سپرده گذاری بر اساس درآمدهای شما

source: what can be converted and moved into your Wallet
fa_ir: که می‌تواند تبدیل شده و به کیف پول شما منتقل شود

source: Wallet Deposits
fa_ir: اعتبار کیف پول

source: You can deposit your unpaid referrals in your wallet. You can select a service and an amount to deposit, then you will receive a coupon for that service for that amount, which you can use to purchase items etc
fa_ir: شما می‌توانید ارجاع‌های پرداخت نشده را به عنوان اعتبار کیف پول ذخیره کنید. شما می‌توانید یکی از خدمات و یک مبلغ اعتبار را تعیین کنید تا یک کد تخفیف برای آن سرویس به اندازه همان مبلغ دریافت کنید، که بتوانید با استفاده از آن خرید کنید

source: Add New Wallet Credit
fa_ir: اضافه کردن اعتبار در کیف پول

source: Once you will convert your first Earnings into your Wallet you will find listed here all your deposits.
fa_ir: از زمانی که شما اولین درآمدهای خود را به کیف پول منتقل کنید در اینجا فهرست همه اعتبارهای کیف پول را مشاهده می‌کنید.

source: Very Weak
fa_ir: خیلی ضعیف

source: Weak
fa_ir: ضعیف

source: Good
fa_ir: خوب

source: Strong
fa_ir: قوی

source: Select Your Country
fa_ir: کشور خود را انتخاب کنید

source: Link:
fa_ir: لینک:

source: Custom Link:
fa_ir: لینک سفارشی:

source: Start:
fa_ir: شروع :

source: Until:
fa_ir: تا زمان:

source: Bonus Rank
fa_ir: پاداش رتبه

source: SignUp
fa_ir: ثبت نام

source: Based on Subscription purchases from Ultimate Membership system
fa_ir: بر اساس خرید اشتراک از سیستم Ultimate Membership system

source: Based on Product purchases from WooCommerce system
fa_ir: بر اساس خرید محصولات از سیستم ووکامرس

source: Based on Product purchases from Ultimate Learning Pro system
fa_ir: بر اساس پرداخت‌های محصول از سیستم Ultimate Learning Pro

source: Based on Product purchases from Easy Digital Downloads system
fa_ir: بر اساس خرید محصولات از سیستم Easy Digital Downloads

source: Related on Rewarads provided to Affiliate from your MLM System
fa_ir: ارتباط ارائه امتیاز به همکار فروش در سیستم MLM

source: Bonus when a new Rank is achieved
fa_ir: پاداش برای زمانی که به یک رتبه جدید دست یابند

source: Referrals from based on new user SignUp Rewards system
fa_ir: ارجاع بر اساس ثبت نام کاربر جدید در سیستم امتیازها

source: Afghanistan
fa_ir: افغانستان

source: &#197;land Islands
fa_ir: جزایر آلند

source: Albania
fa_ir: آلبانی

source: Algeria
fa_ir: الجزایر

source: American Samoa
fa_ir: ساموآ

source: Andorra
fa_ir: آندورا

source: Angola
fa_ir: آنگولا

source: Anguilla
fa_ir: آنگویلا

source: Antarctica
fa_ir: قاره قطب جنوب

source: Antigua and Barbuda
fa_ir: آنتیگوا و باربودا

source: Argentina
fa_ir: آرژانتین

source: Armenia
fa_ir: ارمنستان

source: Aruba
fa_ir: آروبا

source: Australia
fa_ir: استارالیا

source: Austria
fa_ir: اتریش

source: Azerbaijan
fa_ir: آذربایجان

source: Bahamas
fa_ir: باهاما

source: Bahrain
fa_ir: بحرین

source: Bangladesh
fa_ir: بنگلادش

source: Barbados
fa_ir: باربادوس

source: Belarus
fa_ir: بلاروس

source: Belgium
fa_ir: بلژیک

source: Belau
fa_ir: بلایو

source: Belize
fa_ir: بلیز

source: Benin
fa_ir: بنین

source: Bermuda
fa_ir: برمودا

source: Bhutan
fa_ir: بوتان

source: Bolivia
fa_ir: بولیوی

source: Bonaire, Saint Eustatius and Saba
fa_ir: بونیر، سنت یوستیشس و سابا

source: Bosnia and Herzegovina
fa_ir: بوسنی و هرزگووین

source: Botswana
fa_ir: بوتسوانا

source: Bouvet Island
fa_ir: جزیره بووت

source: Brazil
fa_ir: برزیل

source: British Indian Ocean Territory
fa_ir: قلمرو بریتانیا در اقیانوس هند

source: British Virgin Islands
fa_ir: جزایر ویرجین بریتانیا

source: Brunei
fa_ir: برونئی

source: Bulgaria
fa_ir: بلغارستان

source: Burkina Faso
fa_ir: بورکینافاسو

source: Burundi
fa_ir: بروندی

source: Cambodia
fa_ir: کامبوج

source: Cameroon
fa_ir: کامرون

source: Canada
fa_ir: کانادا

source: Cape Verde
fa_ir: کیپ ورد

source: Cayman Islands
fa_ir: جزایر کیمن

source: Central African Republic
fa_ir: جمهوری آفریقای مرکزی

source: Chad
fa_ir: چاد

source: Chile
fa_ir: شیلی

source: China
fa_ir: چین

source: Christmas Island
fa_ir: جزیره کریسمس

source: Cocos (Keeling) Islands
fa_ir: جزایر کوکوس

source: Colombia
fa_ir: کلمیبیا

source: Comoros
fa_ir: کومور

source: Congo (Brazzaville)
fa_ir: کنگو

source: Congo (Kinshasa)
fa_ir: کنگو

source: Cook Islands
fa_ir: جزایر کوک

source: Costa Rica
fa_ir: کاستاریکا

source: Croatia
fa_ir: کرواسی

source: Cuba
fa_ir: کوبا

source: Cyprus
fa_ir: بلاروس

source: Czech Republic
fa_ir: جمهوری چک

source: Denmark
fa_ir: دانکارک

source: Djibouti
fa_ir: جیبوتی

source: Dominica
fa_ir: دومینیکن

source: Dominican Republic
fa_ir: دومینیکن

source: Ecuador
fa_ir: اکوادور

source: Egypt
fa_ir: مصر

source: El Salvador
fa_ir: السالوادور

source: Equatorial Guinea
fa_ir: گینه استوایی

source: Eritrea
fa_ir: اریتره

source: Estonia
fa_ir: استونی

source: Ethiopia
fa_ir: اتیوپی

source: Falkland Islands
fa_ir: جزایر فالکلند

source: Faroe Islands
fa_ir: جزایر فارو

source: Fiji
fa_ir: فیجی

source: Finland
fa_ir: فنلاند

source: France
fa_ir: فرانسه

source: French Guiana
fa_ir: گینه فرانسوی

source: French Polynesia
fa_ir: پلینزی فرانسه

source: French Southern Territories
fa_ir: سرزمین های جنوبی فرانسه

source: Gabon
fa_ir: گابن

source: Gambia
fa_ir: گامبیا

source: Georgia
fa_ir: گرجستان

source: Germany
fa_ir: آلمان

source: Ghana
fa_ir: غنا

source: Gibraltar
fa_ir: جبل الطارق

source: Greece
fa_ir: یونان

source: Greenland
fa_ir: گرینلند

source: Grenada
fa_ir: گرانادا

source: Guadeloupe
fa_ir: جزیره گوادلوپ

source: Guam
fa_ir: گوآم

source: Guatemala
fa_ir: گوآتمالا

source: Guinea
fa_ir: گینه

source: Guinea-Bissau
fa_ir: گینه بیسائو

source: Guyana
fa_ir: گویان

source: Haiti
fa_ir: هایتی

source: Heard Island and McDonald Islands
fa_ir: جزیره هرد و جزایر مک دونالد

source: Honduras
fa_ir: هندوراس

source: Hong Kong
fa_ir: هنگ کنگ

source: Hungary
fa_ir: مجارستان

source: Iceland
fa_ir: ایسلند

source: India
fa_ir: هند

source: Indonesia
fa_ir: اندونزی

source: Iran
fa_ir: ایران

source: Iraq
fa_ir: عراق

source: Republic of Ireland
fa_ir: جمهوری ایرلند

source: Isle of Man
fa_ir: جزیره من

source: Israel
fa_ir: اسرائیل

source: Italy
fa_ir: ایتالیا

source: Ivory Coast
fa_ir: ساحل عاج

source: Jamaica
fa_ir: جامائیکا

source: Japan
fa_ir: ژاپن

source: Jersey
fa_ir: جرسی

source: Jordan
fa_ir: اردن

source: Kazakhstan
fa_ir: قزاقستان

source: Kenya
fa_ir: کنیا

source: Kiribati
fa_ir: کیریباتی

source: Kuwait
fa_ir: کویت

source: Kyrgyzstan
fa_ir: قرقیزستان

source: Laos
fa_ir: لائوس

source: Latvia
fa_ir: لتونی

source: Lebanon
fa_ir: لبنان

source: Lesotho
fa_ir: لسوتو

source: Liberia
fa_ir: لیبریا

source: Libya
fa_ir: لیبی

source: Liechtenstein
fa_ir: لیختن اشتاین

source: Lithuania
fa_ir: لیتوانی

source: Luxembourg
fa_ir: لوکزامبورگ

source: Macao S.A.R., China
fa_ir: ماکائو

source: Macedonia
fa_ir: مقدونیه

source: Madagascar
fa_ir: ماداگاسکار

source: Malawi
fa_ir: مالاوی

source: Malaysia
fa_ir: مالزی

source: Maldives
fa_ir: مالدیو

source: Mali
fa_ir: مالی

source: Malta
fa_ir: مالت

source: Marshall Islands
fa_ir: جزایر مارشال

source: Martinique
fa_ir: مارتینیک

source: Mauritania
fa_ir: موریتانی

source: Mauritius
fa_ir: موریس

source: Mayotte
fa_ir: مایوت

source: Mexico
fa_ir: مکزیک

source: Micronesia
fa_ir: میکرونزی

source: Moldova
fa_ir: مولداوی

source: Monaco
fa_ir: موناکو

source: Mongolia
fa_ir: منگولیا

source: Montenegro
fa_ir: مونته نگرو

source: Montserrat
fa_ir: مونتسرات

source: Morocco
fa_ir: مراکش

source: Mozambique
fa_ir: موزامبیک

source: Myanmar
fa_ir: میانمار

source: Namibia
fa_ir: نامبیا

source: Nauru
fa_ir: نارو

source: Nepal
fa_ir: نپال

source: Netherlands
fa_ir: هلند

source: Netherlands Antilles
fa_ir: آنتیل هلند

source: New Caledonia
fa_ir: کالدونیای جدید

source: New Zealand
fa_ir: نیوزلند

source: Nicaragua
fa_ir: نیکاراگوئه

source: Niger
fa_ir: نیجر

source: Nigeria
fa_ir: نیجریه

source: Niue
fa_ir: نیوئه

source: Norfolk Island
fa_ir: جزیره نورفولک

source: Northern Mariana Islands
fa_ir: جزایر ماریانای شمالی

source: North Korea
fa_ir: کره شمالی

source: Norway
fa_ir: نروژ

source: Oman
fa_ir: عمان

source: Pakistan
fa_ir: پاکستان

source: Palestinian Territory
fa_ir: فلسطین

source: Panama
fa_ir: پاناما

source: Papua New Guinea
fa_ir: پاپوآ گینه نو

source: Paraguay
fa_ir: پاراگوئه

source: Peru
fa_ir: پرو

source: Philippines
fa_ir: فیلیپین

source: Pitcairn
fa_ir: پیتکرن

source: Poland
fa_ir: لهستان

source: Portugal
fa_ir: پرتغال

source: Puerto Rico
fa_ir: پورتوریکو

source: Qatar
fa_ir: قطر

source: Romania
fa_ir: رومانی

source: Russia
fa_ir: روسیه

source: Rwanda
fa_ir: رواندا

source: Saint Barth&eacute;lemy
fa_ir: سنت بارت

source: Saint Helena
fa_ir: سنت هلن

source: Saint Kitts and Nevis
fa_ir: سنت کیتس و نویس

source: Saint Lucia
fa_ir: سنت لوسیا

source: Saint Martin (French part)
fa_ir: سنت مارتین

source: Saint Martin (Dutch part)
fa_ir: سنت مارتین

source: Saint Pierre and Miquelon
fa_ir: سنت پیر و ماژلان

source: Saint Vincent and the Grenadines
fa_ir: سنت وینسنت و گرنادینها

source: San Marino
fa_ir: سن مارینو

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
fa_ir: سائوتومه و پرنسیپ

source: Saudi Arabia
fa_ir: عربستان

source: Senegal
fa_ir: سنگال

source: Serbia
fa_ir: صربستان

source: Seychelles
fa_ir: سیشل

source: Sierra Leone
fa_ir: سیرالئون

source: Singapore
fa_ir: سنگاپور

source: Slovakia
fa_ir: اسلواکی

source: Slovenia
fa_ir: اسلوونی

source: Solomon Islands
fa_ir: جزایر سلیمان
