Repository: tuderiewsc/radshid_site_styles
Catalog: uap/languages/uap-*.po
Languages: fa_ir

source: Standard
fa_ir: استاندارد

source: Characters and digits
fa_ir: اعداد و حروف

source: Characters, digits, minimum one uppercase letter
fa_ir: کاراکترها و اعداد باید حداقل شامل یک حرف بزرگ باشند

source: Add/Edit Slug
fa_ir: اضافه/ویرایش کردن نامک

source: You can add or edit a custom slug for a specific affiliate from your side.
fa_ir: شما می‌توانید از طرف مدیریت یک نامک خاص برای همکار(در فروش) ایجاد نمایید.

source: Action
fa_ir: عمل

source: Dashboard Overall
fa_ir: پیشخوان

source: Total Affiliates
fa_ir: مجموع همکاران فروش

source: Total Referrals
fa_ir: مجموع معارفه ها(ارجاعات)

source: Total UnPaid Referrals
fa_ir: مجموع معارفه های(ارجاعات) پرداخت نشده

source: Top Rank
fa_ir: رتبه‌های برتر

source: Total Affiliates per Rank
fa_ir: مجموع همکاران فروش در هر رتبه

source: Last 5 Referrals
fa_ir: 5 معارفه(ارجاع) آخر

source: for
fa_ir: برای

source: on
fa_ir: در

source: Total Amount
fa_ir: مقدار کل

source: LifeTime Commissions
fa_ir: کمیسیون مادام‌العمر

source: Referral Username:
fa_ir: نام کاربری ارجاع:

source: Affiliate Username:
fa_ir: نام کاربری همکاری در فروش

source: Become Affiliate
fa_ir: همکار ما شوید

source: Already registered as Affiliate.
fa_ir: قبلا به عنوان همکار در فروش ثبت شده اید.

source: Remove from Affiliates list
fa_ir: حذف از لیست همکاران

source: Make This User Affiliate
fa_ir: این کاربر به همکار در فروش تبدیل شود

source: E-mail Verification
fa_ir: تأیید پست الکترونیکی(ایمیل)

source: Activate/Hold Email Verification
fa_ir: فعال کردن/نگاه داشتن ایمیل

source: Requires the email address for new Affiliates to be verified before they will be able to login. If the email address is not confirmed, the user account may be automatically deleted after a certain time.
fa_ir: همکاران در فروش جدید قبل از اینکه بتوانند وارد سایت شوند باید آدرس ایمیل خود را تایید کنند. اگر آدرس ایمیل تایید نشود, حساب کاربری ممکن است به صورت خودکار حذف شود

source: Be sure that your notifications for "<strong>Double Email Verification</strong>" are properly set.
fa_ir: مطمئن شوید اعلانات شما برای تاییدیه ایمیل دومرحله‌ای به درستی تنظیم شده است.

source: Activation Link Expire Time:
fa_ir: زمان انقضای لینک فعال سازی:

source: Success Redirect:
fa_ir: تغییر مسیر موفقیت آمیز:

source: Error Redirect:
fa_ir: خطا در تغییر مسیر:

source: Delete User if is not verified:
fa_ir: حذف کاربر اگر تایید نشده است:

source: Do not refresh or leave this page until the process it's over!
fa_ir: صفحه را رفروش نکنید و تا زمانی که فرآیند کامل شود آن را رها کنید!

source: Friendly Links
fa_ir: لینک های سئو پسند

source: Activate/Hold Friendly Affiliate Links
fa_ir: فعال کردن/توقف لینک دوستانه همکاری در فروش

source: Affiliates will be able to use friendly links instead of the default one. They have a better looking structure and are easier to read. Ex: www.yourwebsite.com/ref/smith
fa_ir: همکاران میتوانند از لینکهای دوستانه بجای پیشفرض با یک ساختار بهتر استفاده کنند.

source: This feature is recommended only when the referral format is based on username. Affiliates will not be able to build custom links into a friendly structure with variables inside. Ex: ?order=true
fa_ir: این ویژگی فقط زمانی توصیه میشود که فرمت ارجاع بر اساس نام کاربری تنظیم شده باشد. همکاران قادر نخواهند بود لینک‌های خود را بر اساس ساختار دوستانه به واسطه متغیرهای داخلی بسازند مانند این: ?order=true

source: Refreshing the WP permalinks may be required.
fa_ir: رفرش پیوندهای یکتای وردپرس ممکن است لازم باشد.

source: <p>This is a Trial Version of <strong>Ultimate Affiliate Pro</strong> plugin. Please add your purchase code into Licence section to enable the Full Ultimate Affiliate Pro Version. Check your
fa_ir: این نسخه آزمایشی از افزونه <strong>کامل همکاران فروش حرفه ای</strong> است. لطفا لایسنس خود را جهت فعال سازی کامل افزونه وارد نمایید. رجوع به

source: licence section
fa_ir: بخش لایسنس

source: Are you sure you want to delete this Referral?
fa_ir: مطمئنید که می‌خواهید این ارجاع را پاک کنید؟

source: Delete This
fa_ir: حذف

source: Delete selected Affiliates
fa_ir: حذف همکاران فروش انتخاب شده

source: An E-mail was sent to your Admin address. Check your inbox or Spam/Junk Folder!
fa_ir: یک ایمیل به آدرس مدیریت شما ارسال شد. صندوق پیامها / اسپم خود را بررسی نمایید.

source: Activate Ultimate Affiliate Pro
fa_ir: فعال کردن نسخه کامل همکاران فروش حرفه ای!

source: cURL is disabled. You need to enable if for further activation request.
fa_ir: کورل(Curl) غیر فعال است.

source: Your Purchase Code:
fa_ir: کد خرید شما:

source: Revoke License
fa_ir: لغو لایسنس

source: Activate License
fa_ir: فعال سازی لایسنس

source: You have just revoke your license for Ultimate Affiliate Pro plugin.
fa_ir: شما به تازگی مجوز خود را برای افزونه Ultimate Affiliate Pro لغو کرده اید.

source: Your license for Ultimate Affiliate Pro is currently Active.
fa_ir: مجوز شما برای Ultimate Affiliate Pro در حال حاضر فعال است.

source: A valid purchase code Activate the Full Version of
fa_ir: کد خرید معتبر برای فعال کردن نسخه کامل - دریافت از فرشمی

source: plugin and provides access on support system. A purchase code can only be used for
fa_ir: کد مجوز افزونه شماکه وارد کردید برای پشنیبانی و استفاده برای یک سایت می باشد.

source: ONE
fa_ir: یک

source: for WordPress installation on
fa_ir: برای نصب و راه اندازی وردپرس بر روی

source: WordPress site at a time. If you previosly activated your purchase code on another website, then you have to get a
fa_ir: سایت وردپرس در یک زمان. اگر شما قبلا کد خرید خود را در وب سایت دیگری فعال کرده اید، پس از آن شما مجبور به گرفتن دوباره کد هستید.

source: new Licence
fa_ir: لایسنس جدید

source: Where can I find my Purchase Code?
fa_ir: کد فعالسازی خود را با ارسال تیکت پشتیبانی از طریق سایت ژاکت و یا مارکت فرشمی دریافت کنید

source: Contact Support
fa_ir: تماس با تیم پشتیبانی

source: In order to contact Indeed support team you need to create a ticket providing all the necessary details via our support system:
fa_ir: در صورت نیاز به پشتیبانی از طریق پشتیبانی ژاکت/فرشمی، تیکت ارسال نمایید.

source: Submit Ticket
fa_ir: ارسال پیام

source: Documentation
fa_ir: مستندات

source: Ultimate Affiliate Pro - Filters & Hooks
fa_ir: همکاری در فروش - فیلترها و هوک ها

source: Description
fa_ir: توضیح

source: File
fa_ir: فایل

source: Export
fa_ir: برون بری

source: Users
fa_ir: کاربران

source: Import
fa_ir: درون ریزی

source: Affiliate FlashBar
fa_ir: نوار فلش همکاری در فروش

source: Activate/Hold Info Affiliate FlashBar
fa_ir: فعال کردن/توقف فلش بار

source: The quickest and easiest way to link to any page.FlashBar will show up at the top of every page affiliate visits. To generate an affiliate link just go to the specific page and use the available options from FlashBar.
fa_ir: سریع‌ترین و آسان‌ترین راه برای لینک ساختن از هر صفحه. فلش بار در بالای هر صفحه‌ای که بازاریاب مشاهده می‌کند نمایش داده می‌شود. برای ساختن لینک ارجاع کافی است به هر صفحه خاص مراجعه کرده و از گزینه های فلش باز جهت ساخت لینک استفاده کند.

source: FlashBar Logo
fa_ir: لوگوی فلش بار

source: Personalize your FlashBar with your logo or leave the default one. The image will show up on the left side of the bar.
fa_ir: فلش بار را با لوگوی خودتان شخصی سازی کرده و یا از پیشفرض استفاده کنید. تصویر در سمت راست نوار نمایش داده می‌شود.

source: Remove Logo
fa_ir: حذف لوگو

source: Links Section
fa_ir: بخش لینک ها

source: Will help affiliates to easily generates affiliates links with just 2 clicks.
fa_ir: به همکاران فروش کمک می‌کند تا با ۲ کلیک لینک ارجاع بسازند.

source: Section name
fa_ir: نام بخش

source: 'Get affiliate link' label
fa_ir: برچسب “دریافت لینک ارجاع”

source: Banner Section
fa_ir: بخش بنر

source: Based on current page Featured Image, affiliates may generated banners links.
fa_ir: بر اساس تصویر شاخص این صفحه٬ بازاریابان می‌توانند لینک های بنری تولید کنند.

source: Default Banner
fa_ir: بنر پیشفرض

source: Social Section
fa_ir: بخش اجتماعی

source: Place social Share icons with one generated Shortcode. We recommend "Social Share&Locker" plugin.
fa_ir: آیکون‌های اشتراک گذاری اجتماعی را با یک شورت کد ساخته شده قرار دهید. ما افزونه “Social Share&Locker” را پیشنهاد می‌کنیم.

source: Shortcode
fa_ir: کد کوتاه

source: You can generate the social share shortcode from the "Social Share &amp; Locker" dashboard and paste it here.
fa_ir: شما میتوانید کدکوتاه اشتراک گذاری در شبکه های اجتماعی را در داشبورد افزونه های Social Share&Locker ایجاد کنید و در اینجا قرار دهید.

source: "Social Share&Locker" plugin is required.
fa_ir: افزونه "Social Share & Locker" مورد نیاز است

source: Click here
fa_ir: کلیک کنید

source: to grab a new shortcode.
fa_ir: برای گرفتن یک کوتاه جدید.

source: Stats Section
fa_ir: بخش آمار

source: Important stats and counts about current Page may show up into FlashBar so affiliate user will better understand the potential of that page.".
fa_ir: آمار و تعداد کلیک های این صفحه جاری توسط فلش باز به بازاریاب نشان داده می‌شود تا بهتر بتواند پتانسیل صفحه را جهت بازاریابی درک کند.

source: Personal Stats
fa_ir: آمار شخصی

source: Counts about how many visits and referrals current page generated for logged affiliate user.".
fa_ir: تعداد بازدیدها و ارجاع‌های صفحه جاری را که برای کاربران همکار فروش وارد شده تولید شده٬ شمارش می‌کند.

source: General Stats
fa_ir: آمار عمومی

source: Conversion Rate value is provided being calculated based on all affiliates performances related to current page.".
fa_ir: نرخ تبدیل ایجاد شده توسط عملکرد تمام همکاران فروش مربوط به صفحه جاری را محاسبه می‌کند.

source: Customizable Labels
fa_ir: برچسب‌های سفارشی

source: Visits label
fa_ir: برچسب بازدیدها

source: Referrals label
fa_ir: برچسب ارجاع‌ها

source: Insigts label
fa_ir: برچسب نظرگاه

source: 'Conversion rate' label
fa_ir: برچسب “نرخ تبدیل”

source: Perfomance label
fa_ir: برچسب عملکرد

source: Menu Section
fa_ir: بخش فهرست

source: Landing Commission (CPA) Shortcode
fa_ir: کدکوتاه کمیسیون صفحه فرود (CPA)

source: Activate/Hold (CPA) Shortcode
fa_ir: فعال کردن/متوقف کردن کد کوتاه (CPA)

source: Activate or deactivate a shortcode without needing to delete it.
fa_ir: شما می توانید یک کد کوتاه را هر زمان بدون حذف کردن فعال یا غیر فعال کنید.

source: unique slug
fa_ir: نامک یکتا

source: Be sure that you set a Unique Slug based only on lowercase characters and no additional symbols or spaces
fa_ir: فقط حروف کوچک و بدون کاراکتر های اضافی و فاصله

source: Commission Price
fa_ir: مبلغ کمیسیون

source: Based on the landing commission price, the referral amount will be calculated depending on each affiliate rank amount.
fa_ir: مبلغ کمیسیون بر اساس ارجاع ها و رتبه همکاران محاسبه خواهد شد.

source: Additional dynamic Workflow
fa_ir: محیط کار پویای اضافی

source: Referral Default Status
fa_ir: وضعیت پیش فرض ارجاع

source: Source Name
fa_ir: نام منبع

source: Referral Description
fa_ir: توضیحات ارجاعات

source: Cookie Expire Time
fa_ir: تاریخ انقضا کوکی

source: Set time interval
fa_ir: فاصله زمانی تعیین شده

source: Hours
fa_ir: ساعت ها

source: Color
fa_ir: رنگ

source: Add New Landing Commission (CPA)
fa_ir: اضافه کردن کمیسیون فرود (CPA) جدید

source: ...create your Landing Commission (CPA -CostPerAction) Shortcode
fa_ir: ...کدکوتاه کمیسیون فرود (CPA- یا ارزش به ازای هر عمل) خود را بسازید

source: Just copy the landing commission (CPA) shortcode into any successful page (ex: Thank You Register page) and the affiliate will receive a certain commission based on generated referral.
fa_ir: فقط کد کوتاه کمیسیون فرود (CPA) را در صفحات عملیات موفقیت(مانند ثبت نام موفق و ...) کپی نمایید و همکاران بر اساس ارجاع تولید شده یک کمیسیون خاص دریافت میکنند.

source: Source Name:
fa_ir: نام منبع:

source: No Shortcode to show. Please, add your first Shortcode.
fa_ir: کد کوتاهی برای نمایش نیست.لطفا اولین کد کوتاه خود را اضافه کنید.

source: Affiliate Landing Pages
fa_ir: صفحات ورود همکاری در فروش

source: Activate/Hold Landing Pages
fa_ir: فعال کردن/توقف صفحات فرود

source: An affiliate can be linked with a specific page from your website. Users will no longer avoid links that could benefit a certain affiliate because no affiliate link will be required on this case.
fa_ir: یک همکار فروش می‌اواند با یک برگه از وبسایت شما متصل شود. کاربران دیگر نمی‌توانند از کسب سود توسط همکاران اجتناب کنند چرا که لینک ارجاعی در اینجا مورد نیاز نیست تا یک کاربر با عدم استفاده از آن٬ منافع همکاران فروش مرتبط را تحت تاثیر قرار دهد.

source: How it Works
fa_ir: چگونه کار می‌کند؟

source: Once this Module is enabled, you will find on your editing page/post section an additional MetaBox dedicated for this purpose. There you can search for a specific <strong>Affiliate user</strong> and assiging him with current page.
fa_ir: وقتی این ماژول فعال شود٬ شما یک متاباکس جدید در بخش ویرایش برگه/پست خود برای این منظور مشاهده خواهید کرد. در آنجا شما می‌توانید نام یک همکار فروش خاص را مورد جستجو قرار داده و برگه جاری را به او اختصاص دهید.

source: Associated Landing pages with Affiliates
fa_ir: برگه‌های فرود تخصیص یافته (متصل شده) به همکاران فروش

source: Landing Page
fa_ir: صفحه ورود

source: Set this Post for affiliate:
fa_ir: این پست را برای این همکار فروش تنظیم کنید:

source: Activate/Hold LifeTime Commissions
fa_ir: فعال کردن/ متوقف کردن دوره کمیسیون مادام‌العمر

source: LifeTime Amount For Each Rank
fa_ir: مبلغ مادام‌العمر برای هر رتبه

source: Set a special lifetime amount for each rank that will replace the default amount rank. This option will also become available in the "Rank Settings" page.
fa_ir: برای هر رتبه مبلغ ویژه مادام‌العمر تنظیم نمایید که در مبلغ پیشفرض رتبه جای گیرد. این گزینه همچنین در صفحه تنظیمات رتبه نیز در دسترس است.

source: Rank Name
fa_ir: نام رتبه

source: Default Amount Rank
fa_ir: مقدار پیشفرض رتبه

source: LifeTime Amount
fa_ir: مقدار دوره

source: Search Lifetime User-Affiliates
fa_ir: جستجوی همکاران فروش مادام‌العمر

source: Affiliate Username
fa_ir: نام کاربری همکاری در فروش

source: Referral Username
fa_ir: نام کاربری ارجاع

source: Actions
fa_ir: فعالیت ها

source: Messages:
fa_ir: پیامها:

source: Login Messages
fa_ir: پیامهای ورود

source: Successfully Message:
fa_ir: پیام موفقیت:

source: Default message for pending users:
fa_ir: پیام پیشفرض برای کاربران در انتظار(معلق) :

source: Error Message:
fa_ir: پیام خطا:

source: E-mail Pending:
fa_ir: ایمیل در انتظار:

source: Reset Password Messages
fa_ir: پیام بازنشانی رمزعبور

source: Login Form
fa_ir: فرم ورود

source: Showcase Display
fa_ir: نمایش ویترین

source: Login Template:
fa_ir: قالب ورود:

source: Additional Display Options
fa_ir: گزینه‌های اضافی نمایش

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Register Link
fa_ir: لینک عضویت

source: Lost your password
fa_ir: رمز عبور خود را فراموش کرده اید؟

source: Show ReCaptcha
fa_ir: نمایش کد امنیتی ری کپچا

source: Custom CSS
fa_ir: استایل دلخواه

source: Extend your <strong>Ultimate Affiliate Pro</strong> system with extra features and functionality. Check additional available <strong>Extensions</strong> <a href="https://store.wpindeed.com" target="_blank">here</a>
fa_ir: ‫ ‫سیستم همکاری در فروش خود را با ویژگی‌ها و قابلیت‌های اضافی گسترش دهید.<strong> فرشمی</strong>، ارایه دهنده اختصاصی این محصول است. <strong style=“color:red”>افزونه جانبی درخواست وجه توسط بازاریاب</strong> را می‌توانید‬‬ ‫‫‫‏<a href=“https://frashmi.net/downloads/payout-addon” target=“_blank”>از اینجا دریافت کنید

source: Maximum Amount
fa_ir: حداکثر مبلغ

source: Activate/Hold Maximum Amount
fa_ir: فعالسازی / توقف حداکثر مبلغ

source: Set a maximum amount that can not be passed for a referral. It is a safety limit decided by the Admin for avoiding big referrals that have to be paid.
fa_ir: یک مبلغ حداکثری برای ارجاع (نرخ کمیسیون) تعیین کنید که مبلغ ارجاع قابل پرداخت به بازاریاب از آن فراتر نرود.

source: Default Amount Limit
fa_ir: محدوده پیشفرض مبلغ

source: Set the default flat amount limit that will be used when no special limit is set for a certain rank.
fa_ir: یک مبلغ ثابت پیشفرض تعیین کنید تا در زمانی که هیچ حدود خاصی برای رتبه مشخصی وجود نداشت از آن استفاده شود

source: Max Amount Limit
fa_ir: بیتشرین محدوده مبلغ

source: Max Amount Limit for Each Rank
fa_ir: بیشترین محدوده مبلغ برای هر رتبه

source: Set a special max amount limit for each rank. This option will also become available in the "Rank Settings" page.
fa_ir: یک حداکثر محدوده مبلغ برای هر رتبه تعیین کنید. این گزینه همچنین در صفحه تنظیمات رتبه نیز قابل دسترس خواهد بود.

source: AffiliateWP migration
fa_ir: مهاجرت از AffiliateWP

source: Migrate from AffiliateWP script
fa_ir: مهاجرت از افزونه AffiliateWP

source: Copy the Affiliate users and stored Referrals from AffiliateWP script. You can assign a specific UAP Rank to new copied affiliate users during this process.
fa_ir: کپی کردن کاربران همکار فروش و ارجاع‌های ذخیره شده آنها از افزونه AffiliateWP. شما می‌توانید یک رتبه اختصاصی به کاربران جدید کپی شده در طول این مرحله اختصاص دهید

source: Note: Affiliates and Referrals will not be removed after migration for safety reasons. You will have to manually remove them.
fa_ir: نکته: به خاطر دلایل امنیتی همکاران و ارجاع‌ها پس از انتقال حذف نخواهند شد. شما می‌توانید به صورت دستی آنها را حذف کنید.

source: Assign rank:
fa_ir: اختصاص رتبه:

source: Trigger
fa_ir: ماشه

source: Process completed!
fa_ir: فرایند تکمیل شده است!

source: Affiliates Pro migration
fa_ir: مهاجرت از Affiliates Pro

source: Migrate from Affiliates Pro script
fa_ir: مهاجرت از افزونه Affiliates Pro

source: Copy the Affiliate users and stored Referrals from Affiliates Pro script. You can assign a specific UAP Rank to new copied affiliate users during this process.
fa_ir: کپی کردن کاربران همکار فروش و ارجاع‌های ذخیره شده آنها از افزونه Affiliates Pro. شما می‌توانید یک رتبه اختصاصی به کاربران جدید کپی شده در طول این مرحله اختصاص دهید

source: WP Affiliates migration
fa_ir: مهاجرت از WP Affiliates

source: Migrate from WP Affiliates script
fa_ir: مهاجرت از افزونه WP Affiliates

source: Copy the Affiliate users from WP Affiliates script. You can assign a specific UAP Rank to new copied affiliate users during this process.
fa_ir: کپی کردن کاربران همکار فروش و ارجاع‌های ذخیره شده آنها از افزونه WP Affiliates. شما می‌توانید یک رتبه اختصاصی به کاربران جدید کپی شده در طول این مرحله اختصاص دهید

source: Note: Affiliates will not be removed after migration for safety reasons. You will have to manually remove them.
fa_ir: نکته: به خاطر دلایل امنیتی همکاران و ارجاع‌ها پس از انتقال حذف نخواهند شد. شما می‌توانید به صورت دستی آنها را حذف کنید.

source: Display MLM Matrix
fa_ir: نمایش ماتریکس MLM

source: Subaffiliate
fa_ir: زیرمجموعه همکار در فروش

source: Level
fa_ir: سطح

source: Amount
fa_ir: مقدار

source: Current Affiliate user has no other sub-affiliates into his MLM Matrix on this moment
fa_ir: بازاریاب فعلی هیچ زیرمجموعه‌ای در ماتریکس خود در این لحظه برای نمایش ندارد

source: This module has a high level of complexity and requires proper knowledge about Ultimate Affiliate Pro system and Multi Level Marketing concept. It is recommended only for advanced users.
fa_ir: این ماژول از پیچیدگی بالایی برخوردار است و نیاز به دانش کافی در مورد سیستم Ultimate Affiliate Pro و مفهوم بازاریابی چند سطحی دارد. این فقط برای کاربران پیشرفته توصیه می شود.

source: Multi-Level Marketing
fa_ir: بازاریابی چند سطحی

source: Activate/Hold Multi-Level Marketing
fa_ir: فعال کردن بازاریابی چند سطحی

source: You can activate this option to take in place into your Affiliate system.
fa_ir: شما میتوانید این گزینه را فعال کنید تا در سیستم همکاری در فروش قرار گیرد.

source: There are multiple ways the MLM system may work.
fa_ir: چندین راه وجود دارد که سیستم MLM ممکن است کار کند.

source: Matrix Options
fa_ir: گزینه های ماتریکس

source: Children Limit
fa_ir: محدودیت زیرمجموعه ها

source: Matrix Depth(Levels)
fa_ir: ماتریس عمق (سطح)

source: MLM Workflow Concept
fa_ir: زمینه محیط کار (چندسطحی) MLM

source: By default, a MLM system rewards the uplines affiliates based on the main affiliate referral amount, no matter the source of the Referral. An additional workflow is available and let you relate the MLM rewards directly to Product price/Order amount when the main Referral is based on a purchased from integrated Systems (WooCommerce, Ultimate Membership Pro, EDD)
fa_ir: به طور پیش‌فرض، در سیستم چندسطحی، پاداش همکاران سطوح بالاتر بر اساس مبلغ ارجاع اصلی همکاران و بدون توجه به منبع ارجاع صورت می‌گیرد. یک محیط کار اضافی در دسترس است که به شما این امکان را می‌دهد که پاداش‌های چندسطحی را مستقیما به مبلغ سفارش/قیمت محصول مرتبط کنید در حالی که ارجاع اصلی بر اساس یک خرید (از طریق سیستم‌های متصل شده‌ای چون ووکامرس، edd و Ultimate membership) می‌باشد. برای توضیحات بیشتر به راهنمای افزونه در <a href="http://academy.frashmi.net">آکادمی فرشمی</a> مراجعه کنید.

source: Child Referral amount
fa_ir: مقدار ارجاعی وابسته

source: Product Price
fa_ir: قیمت محصول

source: Default Amount
fa_ir: مقدار پیشفرض

source: Set the default amount that will be used when no special amount is set for a certain rank.
fa_ir: مقدار پیشفرض تعیین کنید.این مقدار زمانی که مقدار خاص برای رتبه تعیین نکردید جایگزین میشود.

source: Amount For Each Level
fa_ir: مقدار برای هر سطح

source: Set a special MLM amount for each level of your ranks. This option will also become available in the "Rank Settings" page.
fa_ir: یک مقدار ویژه MLM برای هر رتبه تنظیم نمایید. این گزینه معمولا در صفحه تنظیمات رتبه دردسترس است.

source: Search MLM Relations
fa_ir: جستجو روابط MLM

source: How it works?
fa_ir: چگونه کار می‌کند؟
